{
    "records": [
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef1"
            },
            "Ability_Level__c": "Advanced;Intermediate;Entry Level",
            "Base__c": "Extruded, Impact Base: Stronger extruded base",
            "Name": "Rome Artifact Wide Snowboard 2019",
            "Camber__c": "Hybrid",
            "Core__c": "Stomp Core: Poplar w/ 4 stringers of higher-density wood to better withstand impact and deep landings",
            "Description__c": "A whole new chapter for the board that invented the park-and-rail board category.\nFrom the years before Any Means until now, the Artifact has been a go-to for team riders filming video parts and local riders lapping park. Flat in the mid-section for balance on rails and on-edge performance between features; rockered in the nose and tail for effortless butter session and smooth pressing. New HiBeam Technology adds a powerful dose of ollie-pop in the nose and tail or jump runs, tranny finding missions and bs180s over slow signs.",
            "Flex__c": "Medium",
            "Image_Name__c": "rome-artifact-wide-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 429.99,
            "Shape__c": "Twin",
            "Sidecut__c": "Radial",
            "Sidewall__c": "Sidewall",
            "Size__c": "152cm (W);155cm (W)",
            "Snowboard_Type__c": "Freestyle",
            "Stance_Setback__c": "None",
            "Width__c": "Wide"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef2"
            },
            "Ability_Level__c": "Intermediate;Entry Level",
            "Base__c": "Extruded, Impact Base: Stronger extruded base",
            "Name": "Rome Blackjack Snowboard 2019",
            "Camber__c": "Flat",
            "Core__c": "Pop Core Matrix: Poplar w/ 2 stringers of a lighter wood species",
            "Description__c": "Side hits on repeat, railed out turns on fresh cord, and park laps with the crew.\nRome''s do-it-all killer, the Blackjack has a smooth, but responsive feel that is just as happy ripping a carve as it nose-pressing a down rail; a shape that is just as happy slashing a pocket of powder as it is over-tweaking a stale fish. The secret is the combination of Contact Camber, FiveGnar Sidecut and the Bamboo HotRod. The Contact camber balances flexibility with response, while the sidecut and the HotRods inject the right amount of pop.",
            "Flex__c": "Medium",
            "Image_Name__c": "rome-blackjack-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 399.99,
            "Shape__c": "Twin",
            "Sidecut__c": "Modified, FiveGnar: Tight Sidecut Radius at nose, tail, and between the bindings; Mellow sidecut radius underfoot",
            "Sidewall__c": "Sidewall",
            "Size__c": "150cm;153cm",
            "Snowboard_Type__c": "Freestyle, All Mountain",
            "Stance_Setback__c": "None",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef3"
            },
            "Ability_Level__c": "Advanced;Intermediate",
            "Base__c": "Sintered, SinterTrue",
            "Name": "Rome Buckshot Wide Snowboard 2019",
            "Camber__c": "Camber",
            "Core__c": "Pop Core Matrix: Poplar w/ 2 stringers of a lighter wood species",
            "Description__c": "Team-driven park and rail performance for creating lines like Ozzy or Len.\nWhen Rome''s team riders like Ozzy design park boards, they demand positive camber for the distinct ollie feel it has and way in which it locks into tricks. Soft enough to switch nosepress a long down rail and poppy enough to land bigger jumps, the Buckshot is built for long afternoons finding new lines in your local park. HotRods inject more response and tech like Impact Plates add strength for a season of stacking clips...",
            "Flex__c": "Medium",
            "Image_Name__c": "rome-buckshot-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 489.99,
            "Shape__c": "Twin",
            "Sidecut__c": "Radial",
            "Sidewall__c": "Sidewall",
            "Size__c": "156cm (W)",
            "Snowboard_Type__c": "Freestyle",
            "Stance_Setback__c": "None",
            "Width__c": "Wide"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef4"
            },
            "Ability_Level__c": "Advanced;Intermediate;Entry Level",
            "Base__c": "Sintered, SinterTrue",
            "Name": "Rome Gang Plank RK1 Len Snowboard 2019",
            "Camber__c": "Flat",
            "Core__c": "Pop Core Matrix: Poplar w/ 2 stringers of a lighter wood species",
            "Description__c": "The RK1 guys - Stale, Alek, and Len - grew up riding in Norway together. Along the way, they created RK1 and they continue to put out video edits with their unique approach to snowboarding. A typical season has each rider heading in different directions for twelve months around the globe to film snowboarding and shred contests. Whenever they get the chance to meet up to film together, one thing is true of every RK1 video; it''s guaranteed to be a video based around fun ith friends and creative snowboard progression that makes you want to sherd. In support of the way they snowboard and shre the stoke with other riders, we''ve created the Rome x RK1 collection of boards, a binding, and some select apparel pieces.",
            "Flex__c": "Medium",
            "Image_Name__c": "rome-gang-plank-rk1-len-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 499.99,
            "Shape__c": "Twin",
            "Sidecut__c": "Modified, QuickRip",
            "Sidewall__c": "Sidewall",
            "Size__c": "155cm",
            "Snowboard_Type__c": "Freeride, Freestyle, All Mountain",
            "Stance_Setback__c": "None",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef5"
            },
            "Ability_Level__c": "Advanced;Intermediate",
            "Base__c": "Sintered",
            "Name": "Arbor Coda Rocker Snowboard 2019",
            "Camber__c": "Rocker",
            "Core__c": "Double Barrel II Core LT: poplar, reinforced with bamboo running along the rails",
            "Description__c": "Style and performance for this season are layered in the 2019 Arbor Coda Rocker men's snowboard. The Coda features a directional twin shape that is great for carving throughout the mountainside and having a good grasp to control the board. A rocker profile creates a super floaty, poppy feel that handles amazingly anywhere you take the Coda this winter. The Coda performs extremely well in powder but is a great board for all of your daily all-mountain ridings. The lightweight Double Barrel II Core LT uses two Bamboo struts that run from tip to tail adding strength and power to provide you a durable, fun board. The sintered base provides you a durable base that is speedy when waxed. Coming in on the stiffer side of the flex scale, this board is great for intermediate to advanced riders looking to get into the freshies and waist-deep pow all winter long. This season shred the pow on the responsive, floaty Arbor 2019 Coda Rocker men's snowboard.",
            "Flex__c": "Medium/Stiff",
            "Image_Name__c": "arbor-coda-rocker-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 549.99,
            "Shape__c": "Directional Twin",
            "Sidecut__c": "Modified, Grip-Tec",
            "Sidewall__c": "Sidewall",
            "Size__c": "154cm;156cm;162cm",
            "Snowboard_Type__c": "Powder, Freeride, All Mountain",
            "Stance_Setback__c": "None",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef6"
            },
            "Ability_Level__c": "Advanced;Intermediate",
            "Base__c": "Extruded",
            "Name": "Arbor Element Black Midwide Snowboard 2019",
            "Camber__c": "Rocker",
            "Core__c": "Single Malt Core",
            "Description__c": "Find your place snowboarding on the Arbor men's Element Black snowboard in midwide. The Element Black midwide was the board that launched Arbor, making it a keystone product that has evolved as Arbor evolves. This all-mountain design is perfect for the entry level to intermediate level riders. A twin shape and rocker camber provide you with a surfy, natural float making your days on the slopes fun and responsive. The Arbor men's Element Black midwide is reliable and crafted knowing quality craftsmanship is a staple in Arbor's building of snowboards. Single Malt core is the standard wood core that is made from 100% sustainable poplar that is reliable and long-lasting. An extruded base gives you performance even when you haven't waxed the base in weeks. A medium flex gives this board spunk while also providing a responsive vibe on the slopes. This winter, get on the 2019 Arbor men's Element Black midwide snowboard and tear up those slopes on a board you can trust while having tons of fun. (Midwide boards are recommended for riders with boot size 11 and up.)",
            "Flex__c": "Medium",
            "Image_Name__c": "arbor-element-black-snowboard-all.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 399.99,
            "Shape__c": "Twin",
            "Sidecut__c": "Modified, Grip Tech",
            "Sidewall__c": "Sidewall",
            "Size__c": "158cm (MW);162cm (MW);166cm (MW)",
            "Snowboard_Type__c": "Powder, Freeride, Freestyle, All Mountain",
            "Stance_Setback__c": "None",
            "Width__c": "Midwide"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef7"
            },
            "Ability_Level__c": "Advanced;Intermediate",
            "Base__c": "Extruded",
            "Name": "Arbor Relapse Midwide Snowboard 2019",
            "Camber__c": "Camber",
            "Core__c": "Single Malt Core: 100% sustainably grown Poplar wood",
            "Description__c": "The Relapse is Arbor''s only classic camber offering in the line. A traditional blended tri-radial sidecut is paired with a traditional camber profile for riders who never broke away from classic camber or find themselves falling back into old habits. The shape delivers traditional snap, ollies, edge control, and landings for straightforward freestyle performance in the park or the street.",
            "Flex__c": "Medium",
            "Image_Name__c": "arbor-relapse-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 349.99,
            "Shape__c": "Twin",
            "Sidecut__c": "Modified, Grip-Tec",
            "Sidewall__c": "Sidewall",
            "Size__c": "155cm (MW)",
            "Snowboard_Type__c": "Freestyle",
            "Stance_Setback__c": "None",
            "Width__c": "Midwide"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef8"
            },
            "Ability_Level__c": "Advanced;Intermediate",
            "Base__c": "Extruded",
            "Name": "Arbor Relapse Snowboard 2019",
            "Camber__c": "Camber",
            "Core__c": "Single Malt Core: 100% sustainably grown Poplar wood",
            "Description__c": "After summer, get back into your love for snowboarding on the 2019 Arbor Relapse men's snowboard. This season, Arbor designed the 2019 Relapse men's snowboard with a twin shape, camber profile, and medium flex. This snowboard levels you out on the deck and on the slopes with the twin shape. Carve down the groomers with the super responsive and confident ride the cambered Relapse provides. The medium flex gives off the playful vibes when you take the 2019 Relapse into the park but is still very rigid enough on the groomers. The single malt core is extremely reliable and made to withstand many seasons of shredding. An extruded base is great for those riders who often forget to wax their boards because it requires little maintenance while still holding up and giving you a smooth ride. The Relapse has 360 Rails which help hold the board layers together so it can withstand all of your wild adventures. The 2019 Arbor Relapse men's snowboard is an amazing board for those intermediate to advanced riders who are looking to hit the slopes with their buddies day after day this season.",
            "Flex__c": "Medium",
            "Image_Name__c": "arbor-relapse-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 349.99,
            "Shape__c": "Twin",
            "Sidecut__c": "Modified, Grip-Tec",
            "Sidewall__c": "Sidewall",
            "Size__c": "150cm;153cm;155cm;158cm",
            "Snowboard_Type__c": "Freestyle",
            "Stance_Setback__c": "None",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef9"
            },
            "Ability_Level__c": "Advanced;Intermediate",
            "Base__c": "Sintered",
            "Name": "Arbor Wasteland Midwide Snowboard 2019",
            "Camber__c": "Rocker",
            "Core__c": "Highland Core: Blend of poplar & paulownia",
            "Description__c": "The Wasteland is the premium version of the Coda Rocker. An enhanced lay-up gives this flagship, reverse camber design a light, responsive ride with optimum performance for high-speed technical riding in the steeps or on the groomers. The American Black Walnut & Black Hand Dyed Ash Power Ply top sheet marks the Wasteland with a bold, classic look. Four Carbon uprights run parallel to the edge, adding snap and stability for increased performance and responsiveness. The Wasteland is the apex of design and performance in the Arbor line.",
            "Flex__c": "Medium/Stiff",
            "Image_Name__c": "arbor-wasteland-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 649.99,
            "Shape__c": "Directional Twin",
            "Sidecut__c": "Modified, Grip-Tec",
            "Sidewall__c": "Sidewall",
            "Size__c": "157cm (MW);161cm (MW)",
            "Snowboard_Type__c": "Powder, Freeride, All Mountain",
            "Stance_Setback__c": "None",
            "Width__c": "Midwide"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef10"
            },
            "Ability_Level__c": "Advanced;Intermediate",
            "Base__c": "-12.5",
            "Name": "Burton Custom Flying V Snowboard 2019",
            "Board_Notes__c": "Burton channel system snowboards will only be compatible with Burton's EST bindings, Burton channel compatible bindings, or other bindings specifically listed as Channel Compatible.",
            "Camber__c": "Hybrid",
            "Core__c": "1295mm",
            "Description__c": "Get ready to soar with the Custom Flying V Snowboard from Burton. This men's snowboard, beyond just looking cool with stylish graphics, is designed to give you an exciting ride like no other. The board is bent into a Flying V rocker type, which features a blend of rocker and camber. Rocker in the center gradually rises into camber underfoot for better edge control and pop, and finishes off with rocker again at the tip and tail to give you a playful ride by preventing catch and allowing the board to plane in deep snow. All-in-all, this board's rocker type offers a softer feel than traditional camber, without sacrificing strength and control. A directional flex offers increased pop in the tail and a more resilient nose for excellent edge control wherever and whenever you ride, making this snowboard and wise choice for those looking to ride on different terrain. The Custom Flying V offers a medium flex for control and play, making this board perfect for the intermediate-advanced rider. Lock in with Burton's signature Channel Mounting System that are stronger, faster, and more adjustable than standard mounts, and you'll be ready to conquer any slope in front of you.",
            "Flex__c": "Medium",
            "Image_Name__c": "burton-custom-flying-v-snowboard.jpg",
            "Mounting_Pattern__c": "Channel",
            "Price__c": 599.95,
            "Shape__c": "Directional Twin",
            "Sidecut__c": "M",
            "Sidewall__c": "312.0mm",
            "Size__c": "150cm;154cm;156cm;158cm;162cm",
            "Snowboard_Type__c": "Freeride, All Mountain",
            "Stance_Setback__c": "1.25 cm",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef11"
            },
            "Ability_Level__c": "Advanced;Intermediate",
            "Base__c": "1245mm",
            "Name": "Burton Deep Thinker Snowboard 2019",
            "Board_Notes__c": "Burton channel system snowboards will only be compatible with Burton's EST bindings, Burton channel compatible bindings, or other bindings specifically listed as Channel Compatible.",
            "Camber__c": "Hybrid",
            "Core__c": "307.7mm",
            "Description__c": "Tackle any run, on the super upbeat Burton 2019 Deep Thinker men's snowboard. The men's Deep Thinker is pro rider Danny Davis' pick due to the playfulness and pow-readiness of this board. The 2019 Burton Deep Thinker has a directional shape allowing you to get a little more pop out of your tail while still having that rad flow Burton has always given us. The 2019 Process has tons of sweet features like PRO-TIP™ which reduces tip and tail thickness providing easier momentum, Frostbite Edges give you amazing stability on hard and icy patches and finished off with Burton's exclusive Infinite Ride™ technology that creates an already broken-in feel for you and giving it all the flex, pop and control you want right from the start. Coming in hot with a medium to aggressive ride, this board will never make you bored. Get onto the 2019 Burton Deep Thinker men's snowboard this season and rip some pow lines like you've never done before.",
            "Flex__c": "Medium/Stiff",
            "Image_Name__c": "burton-deep-thinker-snowboard.jpg",
            "Mounting_Pattern__c": "Channel",
            "Price__c": 579.95,
            "Shape__c": "Directional",
            "Sidecut__c": "-25",
            "Sidewall__c": "314.7mm",
            "Size__c": "154cm;157cm;160cm",
            "Snowboard_Type__c": "Powder, Freeride, All Mountain",
            "Stance_Setback__c": "M",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef12"
            },
            "Ability_Level__c": "Advanced;Intermediate;Entry Level",
            "Base__c": "N/Amm",
            "Name": "Burton DIY Throwback Snowboard 2019",
            "Board_Notes__c": "Burton channel system snowboards will only be compatible with Burton's EST bindings, Burton channel compatible bindings, or other bindings specifically listed as Channel Compatible.",
            "Camber__c": "Rocker",
            "Core__c": "N/Amm",
            "Description__c": "Shape your own piece of snowboarding’s history with this blank version of the original board for backyard fun.\nThe DIY Throwback invites you to bust out the jigsaw and shape your own backhill bomber. Creating the shape of your dreams is as simple as design, cut and ride. The FSC Certified wood is built with Biax fiberglass and an extruded base for turns wherever you choose to drop in. That said, the Throwback is not recommended for riding at resorts or on hardpack or icy conditions. Please consult your resort before riding The Throwback on their trails. Kids, consult your parents before using power tools.",
            "Flex__c": "Soft",
            "Image_Name__c": "burton-diy-throwback-snowboard.jpg",
            "Mounting_Pattern__c": "No Binding",
            "Price__c": 99.95,
            "Shape__c": "Twin, Tapered, Directional, Asymmetrical, Swallow Tail, Directional Twin",
            "Sidecut__c": "N/A",
            "Sidewall__c": "N/Amm",
            "Size__c": "130cm",
            "Snowboard_Type__c": "Powder",
            "Stance_Setback__c": "N/A",
            "Width__c": "Wide, Midwide, Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef13"
            },
            "Ability_Level__c": "Advanced;Intermediate",
            "Base__c": "1240mm",
            "Name": "Burton Flight Attendant Wide Snowboard 2019",
            "Board_Notes__c": "Burton channel system snowboards will only be compatible with Burton's EST bindings, Burton channel compatible bindings, or other bindings specifically listed as Channel Compatible.",
            "Camber__c": "Hybrid",
            "Core__c": "303.4mm",
            "Description__c": "Prepare for takeoff on this smooth flying 2019 Burton Flight Attendant wide men's snowboard. This directional camber snowboard with a directional shape and flex are perfect for those who love all-mountain and freestyle types of riding. The Flight Attendant base is Sintered WFO technology, giving it a fast finish when waxed often that will have you flying down the slopes. The 2019 Burton Flight Attendant is packed full of sweet features like PRO-TIP™ which reduces tip and tail thickness providing easier momentum, Carbon I-Beam™ that creates a super light carbon backbone increasing the pop and snap and is finished off with Burton's exclusive Infinite Ride™ technology that creates an already broken-in feel for you and giving it all the flex, pop and control you want right from the start. This 2019 Flight Attendant has a medium to aggressive vibe and is super great for freeriding and all-mountain turns. Board this rad 2019 Burton Flight Attendant and enjoy your ride through the snowy clouds.",
            "Flex__c": "Medium/Stiff",
            "Image_Name__c": "burton-flight-attendant-wide-snowboard.jpg",
            "Mounting_Pattern__c": "Channel",
            "Price__c": 549.95,
            "Shape__c": "Tapered, Directional",
            "Sidecut__c": "-35",
            "Sidewall__c": "313.4mm",
            "Size__c": "159cm (W);162cm (W)",
            "Snowboard_Type__c": "Freeride, All Mountain",
            "Stance_Setback__c": "3.5 cm",
            "Width__c": "Wide"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef14"
            },
            "Ability_Level__c": "Intermediate;Entry Level",
            "Base__c": "1270mm",
            "Name": "Burton Instigator Snowboard 2019",
            "Board_Notes__c": "Burton channel system snowboards will only be compatible with Burton's EST bindings, Burton channel compatible bindings, or other bindings specifically listed as Channel Compatible.",
            "Camber__c": "Flat",
            "Core__c": "312.9mm",
            "Description__c": "The Burton Instigator is for those riders who want to get straight to the fun part. The instigator allows you to bypass the learning curve by being a nimble and easy riding snowboard with a catch-free construction to maximize your amount of fun had on snow. Its directional tapered shape allows for the board to be thrown in a cruise control like mode that is predictable and playful when you need it to be. The Flat Top™ camber profile gives this board a stable ride at higher speeds and lets the rider be in full control of the ride from start to finish. On top of being a stable ride, friendly underfoot and relaying a catch-free ride Burton also added it's Squeezebox Low system which profiles the core for easier control, more energy, and pop throughout the whole deck by adding stiffer zones outside the bindings from direct energy transition from nose to tail. Finish this deck off with an easy and low maintenance extruded base and you've got a board that will stick with you well past those formative years.",
            "Flex__c": "Soft",
            "Image_Name__c": "burton-instigator-snowboard.jpg",
            "Mounting_Pattern__c": "Channel",
            "Price__c": 399.95,
            "Shape__c": "Tapered, Directional",
            "Sidecut__c": "-25",
            "Sidewall__c": "317.9mm",
            "Size__c": "140cm;150cm;155cm;160cm",
            "Snowboard_Type__c": "Freeride, All Mountain",
            "Stance_Setback__c": "M",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef15"
            },
            "Ability_Level__c": "Advanced;Intermediate;Entry Level",
            "Base__c": "1211mm",
            "Name": "Burton Name Dropper Snowboard 2019",
            "Board_Notes__c": "Burton channel system snowboards will only be compatible with Burton's EST bindings, Burton channel compatible bindings, or other bindings specifically listed as Channel Compatible.",
            "Camber__c": "Camber",
            "Core__c": "297.2mm",
            "Description__c": "The Burton Name Dropper is the weapon of choice for midwest rail savant and Burton Pro Ethan Deiss, and if you've ever watched Ethan ride you'll understand that this board is built tough. The Name Dropper's true twin shape allows for a versatile ride regular or switch, while its Off-Axis Filet-O-Flex creates an ultra-thin core profile that makes this board a playful contender on the park scene. New this year to the Name Dropper, is Burton's Purepop Camber profile that adds regular camber in between the feet, a flat zone just outside your bindings, and a slight reverse camber zone on the contact points which allows the board to maintain great pop and snap on take-offs while still remaining playful in the nose and tail. Finish this deck off with a high end sintered base, for a fast and strong ride. and you've got everything you need, sending it in the streets and the parks just like Ethan Deiss... It's a lofty goal but you can try!",
            "Flex__c": "Soft",
            "Image_Name__c": "burton-name-dropper-snowboard.jpg",
            "Mounting_Pattern__c": "Channel",
            "Price__c": 469.95,
            "Shape__c": "Twin, Asymmetrical",
            "Sidecut__c": "0",
            "Sidewall__c": "297.2mm",
            "Size__c": "148cm;151cm;155cm",
            "Snowboard_Type__c": "Freestyle",
            "Stance_Setback__c": "M",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef16"
            },
            "Ability_Level__c": "Advanced;Intermediate;Entry Level",
            "Base__c": "Sintered, SinterTrue",
            "Name": "Rome Gang Plank Snowboard 2019",
            "Camber__c": "Flat",
            "Core__c": "Pop Core Matrix: Poplar w/ 2 stringers of a lighter wood species",
            "Description__c": "Creativity dominates whatever the Gang Plank drops into, from deep mornings to afternoons full of sidehits and park laps. Buttery pop-infused riding abounds. FreePop Rocker creates a pressable and responsive ride that is happy to play around the edges, or get some speed and rip turns. Bambooster HotRods add the snap and pop to ollie slow signs and spin off your toes.",
            "Flex__c": "Medium",
            "Image_Name__c": "rome-gang-plank-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 479.99,
            "Shape__c": "Twin",
            "Sidecut__c": "Modified, QuickRip",
            "Sidewall__c": "Sidewall",
            "Size__c": "149cm;152cm;155cm",
            "Snowboard_Type__c": "Freeride, Freestyle, All Mountain",
            "Stance_Setback__c": "None",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef17"
            },
            "Ability_Level__c": "Intermediate;Entry Level",
            "Base__c": "Extruded, XTRD",
            "Name": "Rome Mechanic Snowboard 2019",
            "Camber__c": "Flat",
            "Core__c": "TTT Core Matrix: 100% Poplar",
            "Description__c": "The perfect design for all-mountain progression, whether your focus is steep lines or park laps.\nRome''s do-it-all board to progress your snowboard, with enough tech and the right geometry for making it both responsive on the mountain and super fun to ride in the park. Flat in the midsection, Rome''s Contact Rocker Camber is the right balance of turnability between the feet and smooth initiation and finish in the nose and tail. The rockered nose and tail also gives it a surfy feel in powder that lets you float effortlessly. For the pop that all Rome boards are known for, they inlay a glass HotRod to keep your ollies high and your turns crisp.",
            "Flex__c": "Medium",
            "Image_Name__c": "rome-mechanic-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 349.99,
            "Shape__c": "Twin",
            "Sidecut__c": "Modified, QuickRip",
            "Sidewall__c": "Sidewall",
            "Size__c": "153cm",
            "Snowboard_Type__c": "Freestyle, All Mountain",
            "Stance_Setback__c": "None",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef18"
            },
            "Ability_Level__c": "Advanced;Intermediate;Entry Level",
            "Base__c": "Sintered, SinterTrue",
            "Name": "Rome Reverb Rocker Snowboard 2019",
            "Camber__c": "Hybrid",
            "Core__c": "Pop Core Matrix: Poplar w/ 2 stringers of a lighter wood species",
            "Description__c": "The daily driver - an all-mountain blend of surfability and edge power.\nA workhorse design that arms riders with the ability to ride the mountain with smooth floatation and deep rut carving. When a storm cycle rolls through your zone, rip deep powder lines with the rockered mid-section of the Reverb while the lines are still fresh. Then, after the groomers buff out the new snow into carpets of corduroy, lean into the positive cambered nose and tail for laying high-speed arcs.",
            "Flex__c": "Medium/Stiff",
            "Image_Name__c": "rome-reverb-rocker-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 419.99,
            "Shape__c": "Twin",
            "Sidecut__c": "Modified, QuickRip",
            "Sidewall__c": "Sidewall",
            "Size__c": "151cm;154cm;157cm",
            "Snowboard_Type__c": "All Mountain",
            "Stance_Setback__c": "None",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef19"
            },
            "Ability_Level__c": "Advanced;Intermediate;Entry Level",
            "Base__c": "Sintered, SinterTrue",
            "Name": "Rome Reverb Rocker Wide Snowboard 2019",
            "Camber__c": "Hybrid",
            "Core__c": "Pop Core Matrix: Poplar w/ 2 stringers of a lighter wood species",
            "Description__c": "The daily driver - an all-mountain blend of surfability and edge power.\nA workhorse design that arms riders with the ability to ride the mountain with smooth floatation and deep rut carving. When a storm cycle rolls through your zone, rip deep powder lines with the rockered mid-section of the Reverb while the lines are still fresh. Then, after the groomers buff out the new snow into carpets of corduroy, lean into the positive cambered nose and tail for laying high-speed arcs.",
            "Flex__c": "Medium/Stiff",
            "Image_Name__c": "rome-reverb-rocker-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 419.99,
            "Shape__c": "Twin",
            "Sidecut__c": "Modified, QuickRip",
            "Sidewall__c": "Sidewall",
            "Size__c": "155cm (W);158cm (W)",
            "Snowboard_Type__c": "All Mountain",
            "Stance_Setback__c": "None",
            "Width__c": "Wide"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef20"
            },
            "Ability_Level__c": "Advanced;Intermediate",
            "Base__c": "Sintered, Sintered 7500",
            "Name": "Rossignol Angus Wide Snowboard 2019",
            "Camber__c": "Hybrid",
            "Core__c": "FSC Certified Wood C/K S-Tip",
            "Description__c": "A fresh, premium cut of Rossignol snowboard innovation, the new ANGUS delivers surfy, next-generation freeride performance perfect for powder or all-mountain riding. RadCut sidecut technology and a 2� base bevel allows the ANGUS to move smoothly from edge-to-edge with a playful, relaxed feel in powder. Serrated Edges ensure confident grip on hardpack, while AmpTek injects explosive power and pop.",
            "Flex__c": "Medium/Stiff",
            "Image_Name__c": "rossignol-angus-wide-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 449.95,
            "Shape__c": "Directional Twin",
            "Sidecut__c": "Magne-Traction, Radcut w/ Serrated Edges",
            "Sidewall__c": "Sidewall",
            "Size__c": "159cm;163cm;166cm",
            "Snowboard_Type__c": "Freeride, All Mountain",
            "Stance_Setback__c": "1.3 cm",
            "Width__c": "Wide"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef21"
            },
            "Ability_Level__c": "Advanced;Intermediate",
            "Base__c": "Sintered, Sintered 7500",
            "Name": "Rossignol Jibsaw Heavy Duty Snowboard 2019",
            "Camber__c": "Hybrid",
            "Core__c": "FSC Certified Wood CB2F",
            "Description__c": "The full-throttle freestyle board Rossignol''s team has been asking for, the new JIBSAW HEAVY DUTY boasts a beefier, stiffer core profile and twin shape that''s designed to go BIG. AmpTek Elite camber/rocker profile and Serrated Edge tech supplies Rossignol''s most explosive blend of pop, stability, and edge grip for committed freestyle and all-mountain riders seeking heavy duty power and performance.",
            "Flex__c": "Stiff",
            "Image_Name__c": "rossignol-jibsaw-heavy-duty-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 549.95,
            "Shape__c": "Twin",
            "Sidecut__c": "Magne-Traction",
            "Sidewall__c": "Sidewall",
            "Size__c": "155cm;157cm",
            "Snowboard_Type__c": "Freeride, Freestyle, All Mountain",
            "Stance_Setback__c": "None",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef22"
            },
            "Ability_Level__c": "Advanced",
            "Base__c": "Sintered",
            "Name": "Arbor A-Frame Snowboard 2019",
            "Camber__c": "Camber",
            "Core__c": "Highland Core: Blend of poplar & paulownia",
            "Description__c": "The A-Frame is a new twist on an old favorite. The directional A-Frame has long been a lynchpin of the Arbor line, known for its relentless edge hold and unparalleled stability at speed. The newly redesigned shape is built with System Camber. The addition of Grip-Tech contact points underfoot and Uprise Fenders creates an unmatched carving machine, with an amazing ability to rail on edge, and charge through the chop at speed.",
            "Flex__c": "Stiff",
            "Image_Name__c": "arbor-a-frame-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 649.99,
            "Shape__c": "Tapered, Directional",
            "Sidecut__c": "Modified, Grip-Tec",
            "Sidewall__c": "Sidewall",
            "Size__c": "158cm;162cm",
            "Snowboard_Type__c": "Powder, Freeride, All Mountain",
            "Stance_Setback__c": "1.0 cm",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef23"
            },
            "Ability_Level__c": "Advanced",
            "Base__c": "Sintered",
            "Name": "Arbor Wasteland Snowboard 2019",
            "Camber__c": "Rocker",
            "Core__c": "Highland Core: Blend of poplar & paulownia",
            "Description__c": "The Wasteland is the premium version of the Coda Rocker. An enhanced lay-up gives this flagship, reverse camber design a light, responsive ride with optimum performance for high-speed technical riding in the steeps or on the groomers. The American Black Walnut & Black Hand Dyed Ash Power Ply top sheet marks the Wasteland with a bold, classic look. Four Carbon uprights run parallel to the edge, adding snap and stability for increased performance and responsiveness. The Wasteland is the apex of design and performance in the Arbor line.",
            "Flex__c": "Medium/Stiff",
            "Image_Name__c": "arbor-wasteland-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 649.99,
            "Shape__c": "Directional Twin",
            "Sidecut__c": "Modified, Grip-Tec",
            "Sidewall__c": "Sidewall",
            "Size__c": "156cm;158cm;160cm;162cm",
            "Snowboard_Type__c": "Powder, Freeride, All Mountain",
            "Stance_Setback__c": "None",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef24"
            },
            "Ability_Level__c": "Entry Level",
            "Base__c": "1260mm",
            "Name": "Burton Ripcord Snowboard 2019",
            "Board_Notes__c": "Burton channel system snowboards will only be compatible with Burton's EST bindings, Burton channel compatible bindings, or other bindings specifically listed as Channel Compatible.",
            "Camber__c": "Flat",
            "Core__c": "304.0mm",
            "Description__c": "Whether it's your first day on snow or you're looking to progress your riding, challenge your skills, and get confident on the slopes the Burton 2019 Ripcord is Burton's board made for the progression of every rider that steps onto it. The Ripcord has a soft flex that will provide you with that fun and playful feel that has you itching to strap into your snowboard day after day. The directional shape provides you a little more ease when advancing your skills to what direction you should be riding, regular or switch. The extruded base on the 2019 Ripcord provides you with a smooth ride and little maintenance to receive that. Burton's easy bevel on the gives you a super soft and forgiving feel that also has edges that make it almost impossible to catch when riding. This deck is the holy grail of snowboards for beginners, who are looking to advance their skills on a shred stick. This winter, nail down your skills rocking the 2019 Burton Ripcord.",
            "Flex__c": "Soft",
            "Image_Name__c": "burton-ripcord-snowboard.jpg",
            "Mounting_Pattern__c": "Channel",
            "Price__c": 379.95,
            "Shape__c": "Tapered, Directional",
            "Sidecut__c": "-25",
            "Sidewall__c": "309.0mm",
            "Size__c": "145cm;150cm;154cm;159cm",
            "Snowboard_Type__c": "Freeride, All Mountain",
            "Stance_Setback__c": "M",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef25"
            },
            "Ability_Level__c": "Advanced",
            "Base__c": "Sintered, Sintered 9900",
            "Name": "Jones Lone Wolf Snowboard 2019",
            "Camber__c": "Hybrid",
            "Core__c": "Bamboo Surf Core: Triple density bamboo stringers positioned in the pocket of the sidecut for better edge response and turn power",
            "Description__c": "The Lone Wolf is a big gun swallowtail designed by surf shaper Chris Christenson and Jeremy Jones. Blending features of a pow board with the heart of a Super-G race board, the Lone Wolf has a long sidecut and is built to arc big turns in big terrain. SPOON 3.0 base contours and a Directional Rocker profile give the Lone Wolf serious powder prowess while the narrow waist width, long sidecut and camber underfoot make it a moon rocket for the aggressive hard pack carver. New for 2019, we’ve lightened up the Lone Wolf’s Master Core and added Carbon Innegra fiber to the nose to help eliminate vibration and smooth out the ride in rough snow.",
            "Flex__c": "Medium/Stiff",
            "Image_Name__c": "jones-lone-wolf-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 649.95,
            "Shape__c": "Directional, Swallow Tail",
            "Sidecut__c": "Magne-Traction, Traction Tech w/ Progressive Sidecut",
            "Sidewall__c": "Sidewall",
            "Size__c": "162cm;168cm;174cm",
            "Snowboard_Type__c": "Powder",
            "Stance_Setback__c": ".5 cm",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef26"
            },
            "Ability_Level__c": "Intermediate",
            "Base__c": "Sintered",
            "Name": "K2 Afterblack Snowboard 2019",
            "Camber__c": "Hybrid",
            "Core__c": "Aspen",
            "Description__c": "The 2019 K2 Afterblack Snowboard is an all new terrain park ripper that was built side by side with their team, for high level riding on jumps and rails. With traditional camber underfoot and rocker in the tip and tail, you'll get the pop and precision from a classic camber board, with the float and predictability of a rocker. Made from carbon fiber strips, combined with their BAP core dampens the ride without sacrificing that snappy pop. The sintered base absorbs wax deep, for a frictionless glide and unmatched durability, just remember to keep it waxed to make that speed last the longest. If you're looking to step up those park skills and take it to the bigger features, then look no further than the 2019 K2 Afterblack Snowboard.",
            "Flex__c": "Medium",
            "Image_Name__c": "k2-afterblack-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 429.95,
            "Shape__c": "Twin",
            "Sidecut__c": "Progressive",
            "Sidewall__c": "Sidewall",
            "Size__c": "154cm",
            "Snowboard_Type__c": "Freestyle, All Mountain",
            "Stance_Setback__c": "None",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef27"
            },
            "Ability_Level__c": "Advanced;Intermediate",
            "Base__c": "Sintered",
            "Name": "CAPiTA Defenders Of Awesome Wide Snowboard 2019",
            "Camber__c": "Hybrid",
            "Core__c": "FSC Poplar/Beech Wood",
            "Description__c": "This deck has singlehandedly vanquished enemies, laid siege to castles, and conquered armies. The 2019 Capita Defenders of Awesome Wide boasts more Transworld Good Wood Awards than any other board. Intermediate and advanced level riders alike, prepare to duel your opponents on your favorite freestyle deck. Those who seek to reign over the park, boost side hits and slash pow, as the king of the hill, look no further. The DOA has a next-generation hybrid-camber design which serves you with the predictability of a reverse-camber and the pop of a traditional camber. This deck's reputation comes as no surprise with new technology consistently being introduced, like the Fortress™ Kevlar bound sidewalls. If you're looking to capture the whole mountain, like your own personal terrain park, the 2019 Capita Defenders of Awesome Wide Snowboard should be your weapon of choice. (Recommended for boot sizes 11 and up)",
            "Flex__c": "Medium",
            "Image_Name__c": "capita-defenders-of-awesome-wide-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 439.95,
            "Shape__c": "Twin",
            "Sidecut__c": "Radial",
            "Sidewall__c": "Sidewall",
            "Size__c": "158cm (W);161cm (W)",
            "Snowboard_Type__c": "Freestyle, All Mountain",
            "Stance_Setback__c": "None",
            "Width__c": "Wide"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef28"
            },
            "Ability_Level__c": "Advanced;Intermediate;Entry Level",
            "Base__c": "Extruded",
            "Name": "CAPiTA Horrorscope Snowboard 2019",
            "Camber__c": "Rocker",
            "Core__c": "FSC Poplar Wood",
            "Description__c": "Forget what your actual horoscope read this morning. Unless it read that the Capita Horrorscope was the #1 selling men's snowboard in Capita history, then you best believe it. The Capita Horroscope is a playful deck that is maneuverable, easy to ride and capable of accessing different types of snowboard chi you're looking to enlighten. This true twin jib master is equipped with Capita's Freedom V2 Profile this deck features a flat camber profile in between the inserts while adding reverse camber zones outside the bindings for a ride that predictable and playful. Finished off with Capita's XXX(truded)™ base which is an extruded base made under high pressure resulting in a super hard and durable base that sweeps all other extruded bases under the rug. Easy on the wallet and keen to Mercury's retrograde, the Capita Horrorscope see's your fate when the stars align to point you to shred-topia with one goal in mind. Absolutely ripping!",
            "Flex__c": "Soft",
            "Image_Name__c": "capita-horrorscope-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 399.95,
            "Shape__c": "Twin",
            "Sidecut__c": "Radial",
            "Sidewall__c": "Sidewall",
            "Size__c": "147cm;149cm;151cm;153cm;155cm;157cm",
            "Snowboard_Type__c": "Freestyle, All Mountain",
            "Stance_Setback__c": "None",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef29"
            },
            "Ability_Level__c": "Advanced;Intermediate",
            "Base__c": "Sintered",
            "Name": "CAPiTA Mercury Snowboard 2019",
            "Camber__c": "Camber",
            "Core__c": "FSC Poplar/Paulownia/Bamboo",
            "Description__c": "The Capita Mercury is the board for the rider who doesn't check the weather report before they go out and ride. They just go. This new age directional shaped deck gives you hard-charging power on the corduroy and lots of hang time through the air, off those massive booters and tight transitions. A traditional camber profile gives you all the extra pop and energy you need on edge and off the snap of the nose and tail. Preloaded with Capita's Bamboo Power Rods™ and a high-speed Ultradrive™ base gives you a lively, fast, and responsive snowboard, that beckons to be called upon as your all-terrain right-hand man. The Capita Mercury delivers to that all-terrain ripper, who turns obstacles into opportunity. No matter where you're headed, this deck delivers an experience that is otherworldly.",
            "Flex__c": "Medium/Stiff",
            "Image_Name__c": "capita-mercury-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 469.95,
            "Shape__c": "Directional",
            "Sidecut__c": "Progressive",
            "Sidewall__c": "Sidewall",
            "Size__c": "155cm;159cm",
            "Snowboard_Type__c": "Powder, Freeride, All Mountain",
            "Stance_Setback__c": "None",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef30"
            },
            "Ability_Level__c": "Advanced;Intermediate",
            "Base__c": "Sintered",
            "Name": "CAPiTA Navigator Snowboard 2019",
            "Camber__c": "Rocker",
            "Core__c": "FSC Poplar/Beech Wood",
            "Description__c": "The 2019 Navigator from Capita has ascended from the vast unknown regions of the ocean floor, to help you navigate the gnarliest storms on the mountain, as the deep sea captain of deep powder stashes. The impressive directional shape features a wide plow like nose and tapered tail, allowing this deck to float effortlessly through bottomless powder fields. A flat camber profile provides a stable platform and smooth ride, allowing riders to tackle hardpack with ease. Finished off with a high end sintered base, only the best for those seeking the deepest surfy snow and fastest lines through the back bowls. Let the Navigator crash over you like a wave and commandeer your mountain experience, through the seemingly endless snowfields and all-mountain terrain. compass",
            "Flex__c": "Medium/Stiff",
            "Image_Name__c": "capita-navigator-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 499.95,
            "Shape__c": "Directional",
            "Sidecut__c": "Progressive",
            "Sidewall__c": "Sidewall",
            "Size__c": "151cm;155cm;158cm;161cm;164cm",
            "Snowboard_Type__c": "Powder, All Mountain",
            "Stance_Setback__c": "None",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef31"
            },
            "Ability_Level__c": "Advanced;Intermediate;Entry Level",
            "Base__c": "Sintered",
            "Name": "CAPiTA Scott Stevens Pro Snowboard 2019",
            "Camber__c": "Hybrid",
            "Core__c": "Poplar/Paulownia Wood w/ Cork",
            "Description__c": "Often imitated but never duplicated. Scott Stevens has proved himself worthy as one of snowboarding most innovative riders with groundbreaking tricks, timeless style and the attitude to beat. Why would his board be any different? The Capita Scott Stevens Pro comes as a true twin jib and urban tweaker. Capita's Freedom V1 Profile adds a flat camber section in between the feet to the outside of the insert packs while a reverse camber zone is added in the nose and tail for a playful board that lets you take the wheel. Inside this deck is where it all comes together with Cork Dampening Stabilizers under the rider's feet for a quiet and controlled ride when hitting hardpack or other debris on the hill. Followed by 4X30 Basalt Booters for extra energy underfoot and a Full Cork Edge Dampening for added reinforcement from contact point to contact point. Finished off on top of Capita's new Superdrive™ Base which is a high end sintered base with grooves that run laterally down the base for extra abrasion resistance and a super smooth glide on snow. Whether this board fits what you're looking for or you're the next Scott Stevens this deck is for riders who mean big business and aren't afraid to show it.",
            "Flex__c": "Medium",
            "Image_Name__c": "capita-scott-stevens-pro-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 379.95,
            "Shape__c": "Twin",
            "Sidecut__c": "Radial",
            "Sidewall__c": "Sidewall",
            "Size__c": "151cm;153cm;155cm",
            "Snowboard_Type__c": "Freestyle, All Mountain",
            "Stance_Setback__c": "None",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef32"
            },
            "Ability_Level__c": "Advanced;Intermediate",
            "Base__c": "Sintered",
            "Name": "CAPiTA Spring Break Powder Racer Snowboard 2019",
            "Camber__c": "Rocker",
            "Core__c": "Balsa/Poplar Wood",
            "Description__c": "With a soulful trip to the early days of snowboarding, CAPiTA and Spring Break present a line of hand-crafted surfboards for the snow. Conceptualized by Corey Smith and designed by CAPiTA, these beauties embody the heart of Corey’s garage built, oversized, plywood decks—but have been created using the technology available in the best factory in the world. A thicker, more buoyant, ultra-lightweight Surflite Core combined with a Surf Rocker camber profile and wide shouldered shapes all work together to create zero-gravity float on top of the deepest pow. Packed with technology like Forged Carbon Quad Packs, Holysheet™ fiberglass, and Ultradrive™ high-speed sintered base material we have managed to minimize weight and maximize performance in these oversized frames. Featuring two all new shapes for 2018, Spring Break will take you one step closer in the search for the perfect wave.",
            "Flex__c": "Medium/Stiff",
            "Image_Name__c": "capita-spring-break-powder-racer-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 439.95,
            "Shape__c": "Directional",
            "Sidecut__c": "Radial",
            "Sidewall__c": "Sidewall",
            "Size__c": "154cm",
            "Snowboard_Type__c": "Powder, All Mountain",
            "Stance_Setback__c": "3.5 cm",
            "Width__c": "Wide"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef33"
            },
            "Ability_Level__c": "Advanced;Intermediate",
            "Base__c": "Sintered",
            "Name": "CAPiTA The Black Snowboard Of Death Snowboard 2019",
            "Camber__c": "Hybrid",
            "Core__c": "carbon wood",
            "Description__c": "The 2019 Capita Black Snowboard of Death crawled out of the deepest depths of the darkest corners of the Earth, to deliver insane performance for that hard-charging rider outrunning ski patrol, for sending it off that closed cliff. Inside this deck is a Carbon Additive Matrix which retains longitudinal power, while softening the torsional flex. Featuring Capita's Mountain Profile camber this board is reverse camber in the nose, positive camber in between the feet, and zero camber to a slight bit of reverse camber on the tail. This allows for plenty of pop and stability on hardpack while increasing float and landing power in even the deepest pow. You can rest assured that you'll rocket yourself past everyone on the mountain, on this sintered race base, just don't forget to keep it waxed. If you're looking to broaden your quiver and gain some serious horsepower, then the 2019 Black Snowboard of Death is for you.",
            "Flex__c": "Stiff",
            "Image_Name__c": "capita-the-black-snowboard-of-death-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 499.95,
            "Shape__c": "Directional Twin",
            "Sidecut__c": "Radial",
            "Sidewall__c": "Sidewall",
            "Size__c": "156cm;159cm;162cm",
            "Snowboard_Type__c": "Powder, Freeride, All Mountain",
            "Stance_Setback__c": "None",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef34"
            },
            "Ability_Level__c": "Advanced;Intermediate",
            "Base__c": "Sintered",
            "Name": "CAPiTA Ultrafear Wide Snowboard 2019",
            "Camber__c": "Rocker",
            "Core__c": "FSC Poplar/Paulownia",
            "Description__c": "As a three-time Transworld Good Wood Award winner and star of endless video segments, no board has seen more screen time than CAPiTA’s team favorite, the ULTRAFEAR. Featuring Kevlar/Titanal Body Armor™ with a 1.5 mm Cork Edge Dampening System alongside a low-temperature, high strength, Holysheet™ Fiberglass configuration, the technically advanced composite configuration of the ULTRAFEAR provides increased ollie power and a toughness coveted by many riders. With a Superdrive™ high-speed sintered base and a new FSC® Certified P2 Superlight Core™, the ULTRAFEAR stands as one of the greatest jib and park boards in the world.",
            "Flex__c": "Medium",
            "Image_Name__c": "capita-ultrafear-wide-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 449,
            "Shape__c": "Twin",
            "Sidecut__c": "Radial",
            "Sidewall__c": "Sidewall",
            "Size__c": "153cm (W)",
            "Snowboard_Type__c": "Freestyle, All Mountain",
            "Stance_Setback__c": "None",
            "Width__c": "Wide"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef35"
            },
            "Ability_Level__c": "Advanced;Intermediate",
            "Base__c": "Sintered",
            "Name": "DC HR Snowboard 2019",
            "Camber__c": "Hybrid",
            "Core__c": "FSC Poplar/Paulownia",
            "Description__c": "The 2019 DC HR Snowboard is new for this year, designed in collaboration with Japan's The House of Powder, and s is the first powder board offered by DC. This tapered directional deck is made with camber in between the bindings and a mellow flat rise to the nose of the board, this design offers the rider plenty of float in deep snow, without losing the benefits of a traditional camber. With a speedy sintered base you will be able to leave all of your friends in the dust, just be sure to keep it waxed. Whether you're surfing the back bowls or ripping lines in the trees, the 2019 DC HR Men's Snowboard would be a great addition to your quiver.",
            "Flex__c": "Medium/Stiff",
            "Image_Name__c": "dc-hr-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 599.95,
            "Shape__c": "Directional",
            "Sidecut__c": "Progressive",
            "Sidewall__c": "Sidewall",
            "Size__c": "150cm;155cm;160cm",
            "Snowboard_Type__c": "Powder, All Mountain",
            "Stance_Setback__c": "None",
            "Width__c": "Wide"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef36"
            },
            "Ability_Level__c": "Advanced;Intermediate",
            "Base__c": "Sintered, Sintered 7500",
            "Name": "Rossignol Jibsaw Heavy Duty Wide Snowboard 2019",
            "Camber__c": "Hybrid",
            "Core__c": "FSC Certified L.I.T.E. Wood CBF2",
            "Description__c": "The full-throttle freestyle board Rossignol''s team has been asking for, the new JIBSAW HEAVY DUTY boasts a beefier, stiffer core profile and twin shape that''s designed to go BIG. AmpTek Elite camber/rocker profile and Serrated Edge tech supplies Rossignol''s most explosive blend of pop, stability, and edge grip for committed freestyle and all-mountain riders seeking heavy duty power and performance.",
            "Flex__c": "Stiff",
            "Image_Name__c": "rossignol-jibsaw-heavy-duty-snowboard-wide.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 549.95,
            "Shape__c": "Twin",
            "Sidecut__c": "Magne-Traction",
            "Sidewall__c": "Sidewall",
            "Size__c": "158cm;162cm",
            "Snowboard_Type__c": "Freeride, Freestyle, All Mountain",
            "Stance_Setback__c": "None",
            "Width__c": "Wide"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef37"
            },
            "Ability_Level__c": "Advanced;Intermediate",
            "Base__c": "Sintered, Sintered 7500",
            "Name": "Rossignol Jibsaw Snowboard 2019",
            "Camber__c": "Hybrid",
            "Core__c": "FSC Certified L.I.T.E. Wood CBF2",
            "Description__c": "Still one of the most versatile true-twin freestyle snowboards in the game, the JIBSAW delivers award-winning power and playfulness for attacking the park or riding all-mountain. Combining our flatware tip-and-tail profiles with Serrated Edge technology and our most progressive AmpTek profile, the JIBSAW blends high-speed stability and edge grip with playful, buttery float for a progressive, hard-charging blend of freestyle/all-mountain versatility.",
            "Flex__c": "Medium/Stiff",
            "Image_Name__c": "rossignol-jibsaw-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 449.95,
            "Shape__c": "Twin",
            "Sidecut__c": "Magne-Traction",
            "Sidewall__c": "Sidewall",
            "Size__c": "153;155;157cm",
            "Snowboard_Type__c": "Freeride, Freestyle, All Mountain",
            "Stance_Setback__c": "None",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef38"
            },
            "Ability_Level__c": "Advanced;Intermediate",
            "Base__c": "Sintered, Sintered 7500",
            "Name": "Rossignol Jibsaw Wide Snowboard 2019",
            "Camber__c": "Hybrid",
            "Core__c": "FSC Certified L.I.T.E. Wood CBF2",
            "Description__c": "Still one of the most versatile true-twin freestyle snowboards in the game, the JIBSAW delivers award-winning power and playfulness for attacking the park or riding all-mountain. Combining our flatware tip-and-tail profiles with Serrated Edge technology and our most progressive AmpTek profile, the JIBSAW blends high-speed stability and edge grip with playful, buttery float for a progressive, hard-charging blend of freestyle/all-mountain versatility.",
            "Flex__c": "Medium/Stiff",
            "Image_Name__c": "rossignol-jibsaw-wide-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 449.95,
            "Shape__c": "Twin",
            "Sidecut__c": "Magne-Traction",
            "Sidewall__c": "Sidewall",
            "Size__c": "158 (W);162 (W)",
            "Snowboard_Type__c": "Freeride, Freestyle, All Mountain",
            "Stance_Setback__c": "None",
            "Width__c": "Wide"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef39"
            },
            "Ability_Level__c": "Advanced;Intermediate",
            "Base__c": "Sintered, Sintered 4400",
            "Name": "Rossignol Templar Snowboard 2019",
            "Camber__c": "Hybrid",
            "Core__c": "FSC Certified Wood 6420",
            "Description__c": "The perfect all-mountain freestyle board for mid to advanced riders, the TEMPLAR is one you can trust in any terrain or conditions. A balanced flex with Serrated Edges ensures confident grip and stability while flowing smoothly edge-to-edge; our most versatile AmpTek rocker/camber profile supplies the right blend of power, pop, and float wherever the snow takes you.",
            "Flex__c": "Medium",
            "Image_Name__c": "rossignol-templar-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 399.95,
            "Shape__c": "Directional",
            "Sidecut__c": "Magne-Traction, Radcut w/ Serrated Edges",
            "Sidewall__c": "Sidewall",
            "Size__c": "153;155;158",
            "Snowboard_Type__c": "Freeride, All Mountain",
            "Stance_Setback__c": "1.3 cm",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef40"
            },
            "Ability_Level__c": "Advanced;Intermediate",
            "Base__c": "Sintered, Sintered 4400",
            "Name": "Rossignol Templar Wide Snowboard 2019",
            "Camber__c": "Hybrid",
            "Core__c": "FSC Certified Wood 6420",
            "Description__c": "The perfect all-mountain freestyle board for mid to advanced riders, the TEMPLAR is one you can trust in any terrain or conditions. A balanced flex with Serrated Edges ensures confident grip and stability while flowing smoothly edge-to-edge; our most versatile AmpTek rocker/camber profile supplies the right blend of power, pop, and float wherever the snow takes you.",
            "Flex__c": "Medium",
            "Image_Name__c": "rossignol-templar-wide-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 399.95,
            "Shape__c": "Directional",
            "Sidecut__c": "Magne-Traction, Radcut w/ Serrated Edges",
            "Sidewall__c": "Sidewall",
            "Size__c": "156;159;162",
            "Snowboard_Type__c": "Freeride, All Mountain",
            "Stance_Setback__c": "1.3 cm",
            "Width__c": "Wide"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef41"
            },
            "Ability_Level__c": "Advanced;Intermediate",
            "Base__c": "Sintered, Sintered EG",
            "Name": "Salomon Assassin Snowboard 2019",
            "Camber__c": "Hybrid",
            "Core__c": "Aspen SLCT: Every FSC certified wood strip is hand-selected to ensure core quality and lightness",
            "Description__c": "Zero your scope in at the mountain this winter and hit your target with the 2019 Salomon Assassin men's snowboard. The Assassin is a versatile freestyle board that will have you slaying the mountain left and right. The directional twin shape gives you that freestyle movement with the floatiness of a directional board. The Assassin has great pop in the tip and tail while remaining stable and responsive with the Rock Out profile. The Rock Out profile is a hybrid of rocker and camber that gives you a great solid board that doesn't lose its float. The core features Popster Eco Booster that is bamboo rods that provide pop and performance. All-mountain edge bevel provides a solid edge hold with the comfort of less edge-catching. Great for intermediate to advanced riders, the Assassin is ideal for freeriding, riding freestyle and all-mountain days on the slopes. This winter set your sights for your favorite runs and those you haven't yet explored on the medium flexing Salomon 2019 Assassin men's snowboard.",
            "Flex__c": "Medium",
            "Image_Name__c": "salomon-assassin-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 499.95,
            "Shape__c": "Directional Twin",
            "Sidecut__c": "Modified, Quadralizer: Combination of Equalizer and Quadratic for high-speed carving and superior edge control in tight spots",
            "Sidewall__c": "Sidewall",
            "Size__c": "162cm;165cm",
            "Snowboard_Type__c": "Freeride, Freestyle, All Mountain",
            "Stance_Setback__c": "None",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef42"
            },
            "Ability_Level__c": "Advanced",
            "Base__c": "Sintered",
            "Name": "Lib Tech Banana Magic FP Wide Snowboard 2019",
            "Camber__c": "Hybrid",
            "Core__c": "50% Aspen, 40% Paulownia, 10% Basal",
            "Description__c": "Mike Olson''s daily driver. Art by Quiver Quigg. A special light and lively FP construction combined with Mike''s secret formula of \"enhanced\" Banana Tech and a deep carving side cut make this one an absolutely magical ride. Incredible edge grip and carving on ice and hardpack, dreamy float in powder, effortless jibbing, amazing fast flat base glide and smooth stability at speed... Fantasy realized!",
            "Flex__c": "Medium/Stiff",
            "Image_Name__c": "libtech-banana-magic-fp-wide-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 749.95,
            "Shape__c": "Twin",
            "Sidecut__c": "Magne-Traction",
            "Sidewall__c": "Sidewall",
            "Size__c": "158cm (W)",
            "Snowboard_Type__c": "Freeride, Freestyle, All Mountain",
            "Stance_Setback__c": "None",
            "Width__c": "Wide"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef43"
            },
            "Ability_Level__c": "Advanced",
            "Base__c": "Sintered, 4000",
            "Name": "Ride MTNPIG Snowboard 2019",
            "Camber__c": "Camber",
            "Core__c": "Aspen/Bamboo/Paulownia",
            "Description__c": "The 2019 Ride MTNPIG is the same all-mountain, ride anything feel, that is offered in the rest of the PIG-series. However, the MTNPIG differs in that it has a more directional shape, that's designed to create a stiffer and faster ride. Whether you're charging cliffs or tossing buckets in the back bowl, you can guarantee this board will perform. This board has camber in between the bindings and reverse camber in the tip and tail, to keep you afloat in the deepest of pow, aided by the 1.9cm stance setback that provides that surf-like quality. Don't be afraid to transition into the groomers If you're looking for a board that will make the whole mountain a playground, then quit your searching and pick up the 2019 Ride MTNPIG Men's Snowboard.",
            "Flex__c": "Medium",
            "Image_Name__c": "ride-mtnpig-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 579.95,
            "Shape__c": "Directional, Swallow Tail",
            "Sidecut__c": "Progressive, Quadratic",
            "Sidewall__c": "Hybrid",
            "Size__c": "159cm;162cm",
            "Snowboard_Type__c": "Powder, Freeride",
            "Stance_Setback__c": "1.9 cm",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef44"
            },
            "Ability_Level__c": "Advanced",
            "Base__c": "Sintered, SinterCarbon Base",
            "Name": "Rome Mod Snowboard 2019",
            "Camber__c": "Camber",
            "Core__c": "Airpop Core Matrix: Poplar w/ 5 stringers of low-density, ultra light wood & air channels",
            "Description__c": "The OG camber powerhouse built for going big, stomping deep landings and bringing technical mayhem to the full mountain. Stale has been riding this board for years because of its unparalleled response and power. From double-corks to explosive gravity defying nollies, the Mod is the weapon of choice for team riders and camber junkies everywhere.",
            "Flex__c": "Stiff",
            "Image_Name__c": "rome-mod-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 599.99,
            "Shape__c": "Twin",
            "Sidecut__c": "Radial",
            "Sidewall__c": "Sidewall",
            "Size__c": "153cm;156cm;159cm;162cm",
            "Snowboard_Type__c": "Freeride, Freestyle, All Mountain",
            "Stance_Setback__c": "None",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef45"
            },
            "Ability_Level__c": "Entry Level",
            "Base__c": "Extruded",
            "Name": "Burton Ripcord Snowboard",
            "Board_Notes__c": "Burton channel system snowboards will only be compatible with Burton's EST bindings, Burton channel compatible bindings, or other bindings specifically listed as Channel Compatible.",
            "Camber__c": "Flat",
            "Core__c": "FSC™ Certified Fly® 900G Core",
            "Description__c": "Go ahead and tell the learning curve to take a hike. The Burton Ripcord is designed for the beginner to intermediate rider, who is looking to ride different terrain and snow conditions. The Ripcord's directional shape and tapered tail compose a deck that rides easily through most terrain, while Burton's Flat Top™ camber profile showcases a flat profile, with a lifted zone in the nose and tail, for a stable yet playful ride. Finished off with an extruded base, for less time in the tune shop and more time on snow. All these ingredients make for a deck that you'll rock far past your formative, skill building years.",
            "Flex__c": "Soft",
            "Image_Name__c": "burton-ripcord-snowboard.jpg",
            "Mounting_Pattern__c": "Channel",
            "Price__c": 378.38,
            "Shape__c": "Tapered, Directional",
            "Sidecut__c": "Radial, Easy Bevel",
            "Sidewall__c": "Sidewall",
            "Size__c": "150cm;157cm;159cm",
            "Snowboard_Type__c": "Freeride, All Mountain",
            "Stance_Setback__c": "2.5 cm",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef46"
            },
            "Ability_Level__c": "Entry Level",
            "Base__c": "Extruded",
            "Name": "Burton Ripcord Wide Snowboard",
            "Board_Notes__c": "Burton channel system snowboards will only be compatible with Burton's EST bindings, Burton channel compatible bindings, or other bindings specifically listed as Channel Compatible.",
            "Camber__c": "Flat",
            "Core__c": "FSC™ Certified Fly® 900G Core",
            "Description__c": "Go ahead and tell the learning curve to take a hike. The Burton Ripcord is designed for the beginner to intermediate rider, who is looking to ride different terrain and snow conditions. The Ripcord's directional shape and tapered tail compose a deck that rides easily through most terrain. While Burton's Flat Top™ camber profile showcases a flat profile, with a lifted zone in the nose and tail, for a stable yet playful ride. Finished off with an extruded base, for less time in the tune shop and more time on snow. All these factors make for a deck that you'll rock far past your formative, skill building years. (This deck has a wider waist width for riders who have a larger boot size than an 11.)",
            "Flex__c": "Soft",
            "Image_Name__c": "burton-ripcord-wide-snowboard.jpg",
            "Mounting_Pattern__c": "Channel",
            "Price__c": 370.69,
            "Shape__c": "Tapered, Directional",
            "Sidecut__c": "Radial, Easy Bevel",
            "Sidewall__c": "Sidewall",
            "Size__c": "156cm (W);158cm (W)",
            "Snowboard_Type__c": "Freeride, All Mountain",
            "Stance_Setback__c": "2.5 cm",
            "Width__c": "Wide"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef47"
            },
            "Ability_Level__c": "Entry Level",
            "Base__c": "Extruded",
            "Name": "Firefly Beacon Snowboard",
            "Camber__c": "Camber",
            "Core__c": "Poplar wood core",
            "Description__c": "The Firefly Beacon Snowboard is perfect for all-mountain riding. The profile has camber flattened between the contact points with reverse camber in the tip and tail area. The reverse camber makes it easier to initiate turns and provides a more catch-free ride. An excellent for the beginner looking to be thrifty on their first set up, while still prioritizing solid edge hold. This basic set up is perfect for the individual just starting out, or the shredder who's looking to progress.",
            "Flex__c": "Medium",
            "Image_Name__c": "firefly-beacon-snowboard.jpg",
            "Mounting_Pattern__c": "4x4",
            "Price__c": 155.31,
            "Shape__c": "Directional",
            "Sidecut__c": "Radial",
            "Sidewall__c": "Cap",
            "Size__c": "151cm;154cm;157cm",
            "Snowboard_Type__c": "Freeride, Freestyle, All Mountain",
            "Stance_Setback__c": "None",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef48"
            },
            "Ability_Level__c": "Entry Level",
            "Base__c": "Extruded, Optix 2000",
            "Name": "Flow Viper Snowboard",
            "Camber__c": "Rocker",
            "Core__c": "Tru-Flex Core",
            "Description__c": "The Flow Viper exceeds the expectations of how one may think \"beginner\" snowboards \"should\" ride. Constructed on Flow's Flat-Rock Rocker camber profile, this deck has a flat camber zone to the outside of the inserts, with a reverse camber profile in the nose and tail for a stable zone between with a loose and surfy feel in the nose and tail. A true twin shape makes for a deck that is easy to ride, with a softer flex, for a playful feel, that is unmatched by most decks at this price point. All finished off on an extruded base, for less time at your local tune station and more time on the mountain. Take the express lane past the learning curve, with the Flow Viper.",
            "Flex__c": "Soft",
            "Image_Name__c": "flow-viper-snowboard.jpg",
            "Mounting_Pattern__c": "4x4",
            "Price__c": 306.85,
            "Shape__c": "Twin",
            "Sidecut__c": "Radial, EZ-DT",
            "Sidewall__c": "Sidewall",
            "Size__c": "154cm",
            "Snowboard_Type__c": "Freeride, Freestyle, All Mountain",
            "Stance_Setback__c": "None",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef49"
            },
            "Name": "Ride Burnout Snowboard",
            "Camber__c": "Camber",
            "Description__c": "Step up your game and ride smooth with the Ride Burnout Snowboard for men beneath you. Infusing energy into your day, and power into your riding, this board will never fail you. The Hybrid twin shape is not only perfect for riding switch, the Carbon Array 5 Laminates offers the flex you love for a dynamic pop and snap. Ollie with style, and feel stable as you take on the park or backside kickers with confidence. The Performance Core is lightweight and easy to maneuver, while the Slimewalls use a urethane material to absorb shock when stomping landings, and cruise smooth over bumps every time.",
            "Flex__c": "Medium",
            "Image_Name__c": "ride-burnout-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 355.31,
            "Shape__c": "Twin",
            "Size__c": "149cm",
            "Snowboard_Type__c": "Freestyle, All Mountain",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef50"
            },
            "Ability_Level__c": "Advanced;Intermediate",
            "Base__c": "Sintered",
            "Name": "DC Mega Snowboard 2019",
            "Camber__c": "Camber",
            "Core__c": "FSC Poplar/Beech Wood",
            "Description__c": "Devised for the advanced all mountain park rider, who is looking to blast the biggest jump in the park and gap to the end of every rail, enter the 2019 DC Mega Snowboard. This board features \"lock and loaded\" camber with a biax fiberglass layout, to ensure maximum pop and unbelievable edge hold. Rocking a skate-like feel with tons of pop, this deck is an absolute blast for intermediate-advanced riders. With the flex rating of a 7/10 and a high-end sintered base, the Mega speeds down the mountain like no other, just make sure to keep it waxed for maximum horsepower. Whether you're looking to soar off some back-country kickers or beat your friends down the boarder-cross track, look no further than the 2019 DC Mega Men's Snowboard.",
            "Flex__c": "Medium/Stiff",
            "Image_Name__c": "dc-mega-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 489.95,
            "Shape__c": "Twin",
            "Sidecut__c": "Radial",
            "Sidewall__c": "Sidewall",
            "Size__c": "150cm;153cm;156cm;159cm",
            "Snowboard_Type__c": "Freestyle, All Mountain",
            "Stance_Setback__c": "None",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef51"
            },
            "Ability_Level__c": "Intermediate;Entry Level",
            "Base__c": "Extruded",
            "Name": "DC Ply Snowboard 2019",
            "Camber__c": "Camber",
            "Core__c": "Biax Fiberglass",
            "Description__c": "The DC Ply Snowboard is designed for the advanced park rider who wants to jib everything that crosses their path, from rails, logs, even rock, doesn't matter they're going to ride it. The extruded base provides a durable, low maintenance surface, that can take a beating. This board features a 3-degree edge bevel which helps to make it more difficult to catch an edge. Built with lock and loaded camber to keep the board poppy, a biax glass layup to maintain a consistent flex, and a lightweight stratus core, resulting in great edge hold and a responsive deck. Coming in at a 6/10 flex, this board responsive yet forgiving. If you're a full-on park rat, then look no further than the 2019 DC Ply Snowboard.",
            "Flex__c": "Medium",
            "Image_Name__c": "dc-ply-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 399.95,
            "Shape__c": "Twin",
            "Sidecut__c": "Radial",
            "Sidewall__c": "Sidewall",
            "Size__c": "147cm;150cm;153cm;156cm;159cm",
            "Snowboard_Type__c": "Freeride, All Mountain",
            "Stance_Setback__c": "None",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef52"
            },
            "Ability_Level__c": "Intermediate;Entry Level",
            "Base__c": "Sintered",
            "Name": "DC Supernatant Snowboard 2019",
            "Camber__c": "Camber",
            "Core__c": "Carbon Stringers",
            "Description__c": "Hit every run on the mountain this winter while riding the 2019 men's DC Supernatant Snowboard. The DC Supernatant features a directional twin shape which has a centered stance with a setback sidecut making this board a great all-mountain ride and an all-around great board for any day on the slopes. Featuring a camber profile, the Supernatant has an explosive pope and great response that is ideal for entry-level to intermediate snowboarders. The core of this snowboard features carbon stringers to keep the board light and durable all season long. A sintered base will have you gliding over the groomers like a dream when waxed. The Supernatant features a medium to stiff flex to give you the power you seek when zooming on the groomers or the deep freshies. The wide nose on this board gives you an unbelievable cut through all terrain. This winter, check every run off of your list while loving the ride your on, the 2019 DC Supernatant Men's Snowboard.",
            "Flex__c": "Medium/Stiff",
            "Image_Name__c": "dc-supernatant-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 499.95,
            "Shape__c": "Directional Twin",
            "Sidecut__c": "Radial",
            "Sidewall__c": "Sidewall",
            "Size__c": "154cm;158cm",
            "Snowboard_Type__c": "Freeride, All Mountain",
            "Stance_Setback__c": "None",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef53"
            },
            "Ability_Level__c": "Intermediate;Entry Level",
            "Base__c": "Extruded",
            "Name": "GNU Money Snowboard 2019",
            "Camber__c": "Hybrid",
            "Core__c": "Aspen/Paulownia",
            "Description__c": "Hit the slopes on the technology packed, artsy GNU 2019 Money Men's Snowboard. The Money has a directional twin shape to provide you with an effortless ride that floats smoothly over all types of snow and terrain. Equipped with Magne-Traction® to give you a hold you've never experienced before for control in any condition you may experience this winter. The hybrid profile features rocker and camber to give you excellent pop and stability for a snowboard that is able to rip. Designed in the Mervin Main USA factory, this board comes from a zero hazardous waste factory and is made in the USA. The base of the Money snowboard is extruded giving you a fast, tough and easy to maintain board overall. The Money features art from the artist Jay Howell. The medium flex is great for freestyle riding as well as all-mountain. Hit up the park or cruise the groomers on the entry level to intermediate GNU 2019 Money Men's Snowboard.",
            "Flex__c": "Medium",
            "Image_Name__c": "gnu-money-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 349.95,
            "Shape__c": "Directional Twin",
            "Sidecut__c": "Magne-Traction",
            "Sidewall__c": "Sidewall",
            "Size__c": "144cm;148cm;152cm;156cm",
            "Snowboard_Type__c": "Freestyle, All Mountain",
            "Stance_Setback__c": "None",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef54"
            },
            "Ability_Level__c": "Advanced;Intermediate",
            "Base__c": "Sintered, Sintered 9900",
            "Name": "Jones Storm Chaser Snowboard 2019",
            "Camber__c": "Rocker",
            "Core__c": "Bamboo Surf Core: Triple density bamboo stringers positioned in the pocket of the sidecut for better edge response and turn power",
            "Description__c": "The Storm Chaser is a power packed swallowtail that offers magical float in pow and radical carving potential. Surfboard shaper Chris Christenson designed the rocker profile and base contours of the Storm Chaser by using the refined dimensions of his fastest gliding surfboards. The result is an explosively fast powder rocket that packs insane float into a nimble, short board. The ultra-wide waist width and Spoon 4.0 base contours help maximize the float of the short running length and the Surf Rocker profile pops the nose even further out of the snow when you rock into a bottom turn. New for 2019, we’ve lightened up the Storm Chaser’s Bamboo Surf Core and added Web Fused Carbon to the nose to help smooth out the ride in rough snow.",
            "Flex__c": "Medium/Stiff",
            "Image_Name__c": "jones-storm-chaser-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 599.95,
            "Shape__c": "Tapered, Directional, Swallow Tail",
            "Sidecut__c": "Magne-Traction, Traction Tech w/ Progressive Sidecut",
            "Sidewall__c": "Sidewall",
            "Size__c": "157cm",
            "Snowboard_Type__c": "Powder",
            "Stance_Setback__c": "2.2 cm",
            "Width__c": "Wide, Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef55"
            },
            "Ability_Level__c": "Advanced;Intermediate",
            "Base__c": "Sintered",
            "Name": "K2 Party Platter Snowboard 2019",
            "Camber__c": "Hybrid",
            "Core__c": "Aspen",
            "Description__c": "The 2019 K2 Party Platter Snowboard is made for ripping fun turns and going wherever the mountain takes you. Designed flat in between the bindings and rocker in the tip and tail, this gives you responsive turns with a little more surf feel from the tip rocker. The nose of the board is wider than the tail and that lets the rider get up on top of the snow and float. The Party Platter is constructed with K2's BAP Core which is a renewable timber core that's strong, lightweight, and designed to enhance vibration dampening. Made with a sintered base, this board will keep you speeding down the hill just remember to keep it waxed. If you 're in the market for an all-mountain play board, then the 2019 K2 Party Platter Men's Snowboard is a great addition to anyone's quiver.",
            "Flex__c": "Medium",
            "Image_Name__c": "k2-party-platter-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 449.95,
            "Shape__c": "Directional",
            "Sidecut__c": "Progressive",
            "Sidewall__c": "Sidewall",
            "Size__c": "150cm",
            "Snowboard_Type__c": "Powder",
            "Stance_Setback__c": "None",
            "Width__c": "Wide"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef56"
            },
            "Ability_Level__c": "Advanced;Intermediate",
            "Base__c": "Sintered",
            "Name": "Lib Tech Box Knife Wide Snowboard 2019",
            "Camber__c": "Hybrid",
            "Core__c": "75% Aspen / 25% Paulownia",
            "Description__c": "The Box Knife is the Left Brain to the Box Scratcher’s Right. Creative jib focused, but with an analytical approach for precise pop, added power, stability & aggression. Jesse Burtner and Ted Borland’s go-to backcountry kicker and all mountain park board. Fun and lively with pure presses and muscles up for bumpier run-ins and run-outs. Sometimes you need a Scratcher, but others you need a Knife!",
            "Flex__c": "Medium/Stiff",
            "Image_Name__c": "libtech-box-knife-wide-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 479.95,
            "Shape__c": "Twin",
            "Sidecut__c": "Magne-Traction",
            "Sidewall__c": "Sidewall",
            "Size__c": "157cm (W)",
            "Snowboard_Type__c": "Freeride, Freestyle, All Mountain",
            "Stance_Setback__c": "None",
            "Width__c": "Wide"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef57"
            },
            "Ability_Level__c": "Advanced;Intermediate",
            "Base__c": "Sintered",
            "Name": "Lib Tech Hot Knife Snowboard 2019",
            "Camber__c": "Hybrid",
            "Core__c": "75% Aspen / 25% Paulownia",
            "Description__c": "The Hot Knife’s Magne-Traction® combined with C3 will give you the best edge hold you have ever had on ice and hardpack, and maximum stability and pop when it counts. Camber 3 technology is camber formulated for snowboarding, creating maximum power and optimized engagement along the entire edge. The mild positive curve between your feet improves carving edge hold and float in pow. If you want to rip the park and super pipe, or destroyed the entire mountain in the 90s and still do, the Hot Knife is your stick.",
            "Flex__c": "Medium",
            "Image_Name__c": "libtech-hot-knife-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 499.95,
            "Shape__c": "Twin",
            "Sidecut__c": "Magne-Traction",
            "Sidewall__c": "Sidewall",
            "Size__c": "153cm;156cm;159cm;162cm",
            "Snowboard_Type__c": "Freestyle, All Mountain",
            "Stance_Setback__c": "None",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef58"
            },
            "Ability_Level__c": "Advanced;Intermediate",
            "Base__c": "Extruded, Eco Sublimated TNT (Fast & Low Maintenance)",
            "Name": "Lib Tech Jamie Lynn Phoenix Tittyfish Snowboard 2019",
            "Camber__c": "Hybrid",
            "Core__c": "75% Aspen / 25 % Paulownia",
            "Description__c": "Jamie Lynn is in constant motion, progressing as a human pushing his skateboarding, art and snowboarding to new levels. The all new Titty Fish is his latest LIB creation built for his aggressive powerful riding style in all terrain and especially pow. A powerful flex, aggressive camber contour, stable open speed friendly sidecut. A unique floaty nose shape that planes on edge in pow and tapered shape that settles nicely in soft snow for big landings & straight line run-outs. Point the Titty where you want to go & blast.",
            "Flex__c": "Medium/Stiff",
            "Image_Name__c": "libtech-jamie-lynn-phoenix-tiityfish-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 599.95,
            "Shape__c": "Tapered",
            "Sidecut__c": "Magne-Traction",
            "Sidewall__c": "Sidewall",
            "Size__c": "157cm",
            "Snowboard_Type__c": "Powder, Freeride",
            "Stance_Setback__c": "None",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef59"
            },
            "Ability_Level__c": "Advanced;Intermediate",
            "Base__c": "Extruded, Slix: Double extruded which benefits from the durability and cost effectiveness of an extruded base with all of the performance benefits of a sintered base.",
            "Name": "Salomon Craft Snowboard 2019",
            "Camber__c": "Hybrid",
            "Core__c": "Aspen Strong Core",
            "Description__c": "The Craft is a ride-anything machine. Equipped with Rock Out Camber with reliable edge control and the ability to press. The Craft is at home wherever you take it with plenty of pop off side-hits and premium dampening for landings or at high-speeds.",
            "Flex__c": "Medium",
            "Image_Name__c": "salomon-craft-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 399.95,
            "Shape__c": "Twin",
            "Sidecut__c": "Modified, EQ Rad: Equalizer and Radial lines blended together for the perfect balance of agility and fun",
            "Sidewall__c": "Sidewall",
            "Size__c": "149cm;152cm;154cm;156cm;158cm",
            "Snowboard_Type__c": "Freestyle, All Mountain",
            "Stance_Setback__c": "None",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef60"
            },
            "Ability_Level__c": "Advanced;Intermediate",
            "Base__c": "Sintered",
            "Name": "Salomon Huck Knife Snowboard 2019",
            "Camber__c": "Camber",
            "Core__c": "Aspen SLCT: Every FSC certified wood strip is hand-selected to ensure core quality and lightness",
            "Description__c": "The Salomon Huck Knife does not get its name just by coincidence. This deck is the perfect partner in crime for that all around freestyle ripper who's limits know no boundaries. The Huck Knife is a true twin shape that features Salomon's Quad Camber profile which adds a mild camber zone in between the bindings, a more extreme camber under the feet and slight rockered zones towards the contact points. This hybrid profile allows the board to retain tons of pop and power off jumps, lips, and transitions while still remaining playful. Another unique feature to the Huck Knife is the EQ RAD Sidecut which is a blend of equalizer and radial lines that blend together instead of a traditional curved edge that creates a perfect balance of agility and response edge to edge. Polish this deck off with a sintered base for high-density speed and a porous structure to help retain more wax upon tuning. The Salomon Huck Knife men's snowboard has been a renowned choice for urban and park maniacs for the last few years, and that probably won't change anytime soon.",
            "Flex__c": "Medium",
            "Image_Name__c": "salomon-huck-knife-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 449.95,
            "Shape__c": "Twin",
            "Sidecut__c": "Modified, EQ Rad: Equalizer and Radial lines blended together for the perfect balance of agility and fun",
            "Sidewall__c": "Sidewall",
            "Size__c": "152cm;155cm;158cm",
            "Snowboard_Type__c": "Freestyle",
            "Stance_Setback__c": "None",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef61"
            },
            "Ability_Level__c": "Advanced;Intermediate",
            "Base__c": "Sintered, Sintered EG",
            "Name": "Salomon The Villain Classicks Snowboard 2019",
            "Camber__c": "Hybrid",
            "Core__c": "Aspen SLCT: Every FSC certified wood strip is hand-selected to ensure core quality and lightness",
            "Description__c": "All the tech of Lou''s favorite freestyle board enhanced with some technical upgrades, increasing reaction and shock absorption, rubber sidewalls, with carbon insert for powder and control underfoot where you need it, plus Area 51 Base for lightning speed acceleration.",
            "Flex__c": "Medium",
            "Image_Name__c": "salomon-the-villian-classicks-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 499.95,
            "Shape__c": "Twin",
            "Sidecut__c": "Modified, Quadralizer: Combination of Equalizer and Quadratic for high-speed carving and superior edge control in tight spots",
            "Sidewall__c": "Sidewall",
            "Size__c": "150cm;153cm;155cm",
            "Snowboard_Type__c": "Freestyle",
            "Stance_Setback__c": "None",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef62"
            },
            "Ability_Level__c": "Advanced;Intermediate",
            "Base__c": "Sintered",
            "Name": "Yes. 420 Powderhull Snowboard 2019",
            "Camber__c": "Camber",
            "Core__c": "Weightless Core: Poplar in areas that are not as structural and Paulownia in areas that are",
            "Description__c": "The narrower outline of the 420 with PH allows such extreme versatility - a wide range of riders can be comfortable on this one length. Refined waist width and sidecut make it more responsive that the 420, while longer effective edge gets a little more bite into the hardpack. And the PowderHull makes it near impossible to sink the nose.",
            "Flex__c": "Medium/Stiff",
            "Image_Name__c": "yes-420-powderhull-snowboardjpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 699.95,
            "Shape__c": "Tapered, Directional",
            "Sidecut__c": "Radial",
            "Sidewall__c": "Sidewall",
            "Size__c": "154cm",
            "Snowboard_Type__c": "Powder, Freeride, All Mountain",
            "Stance_Setback__c": "1.5 cm",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef63"
            },
            "Ability_Level__c": "Intermediate;Entry Level",
            "Base__c": "Extruded",
            "Name": "Burton Clash Snowboard",
            "Board_Notes__c": "Burton channel system snowboards will only be compatible with Burton's EST bindings, Burton channel compatible bindings, or other bindings specifically listed as Channel Compatible.",
            "Camber__c": "Flat",
            "Core__c": "FSC™ Certified Super Fly® 800G Core",
            "Description__c": "The Burton Clash Snowboard is ideal for the beginner who is looking to get their first setup but on a budget or that park kid that beats on boards but wants the most bang for the buck. Made with a flat camber profile and soft flex this board is forgiving and fun for all abilities. Made with the Burton EST Channel™ system you can easily adjust your stance on the fly. (Only Compatible with Burton EST Bindings or EST Baseplates.) Complete with an extruded base which is durable and easy to repair, just remember to keep it waxed for the maximum durability. If you're looking for a quality budget board then look no further than the Burton Clash Men's Snowboard.",
            "Flex__c": "Soft",
            "Image_Name__c": "burton-clash-snowboard.jpg",
            "Mounting_Pattern__c": "Channel",
            "Price__c": 396.85,
            "Shape__c": "Tapered, Directional",
            "Sidecut__c": "Radial",
            "Sidewall__c": "Sidewall",
            "Size__c": "155cm;158cm;160cm",
            "Snowboard_Type__c": "Freeride, All Mountain",
            "Stance_Setback__c": "2.5 cm",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef64"
            },
            "Ability_Level__c": "Intermediate;Entry Level",
            "Base__c": "Extruded",
            "Name": "Burton Clash Wide Snowboard",
            "Board_Notes__c": "Burton channel system snowboards will only be compatible with Burton's EST bindings, Burton channel compatible bindings, or other bindings specifically listed as Channel Compatible.",
            "Camber__c": "Flat",
            "Core__c": "FSC™ Certified Super Fly® 800G Core",
            "Description__c": "A good start for that rider who is looking for their first board or looking to try something different from their previous set up. The Burton Clash comes with a flat top camber profile that allows for a stable and playful performance. A directional shape allows for a forward thinking board that rides in your preferred direction while still allowing you to ride switch is the situation presents itself. A slight tapered shape means this deck has a wider nose then its tail for a ride that feels very surf like and laid back. Throw these ingredients together on a easy maintenance base for quick tunes and more ride time and you have got a no brainer choice for your next deck.",
            "Flex__c": "Soft",
            "Image_Name__c": "burton-clash-wide-snowboard.jpg",
            "Mounting_Pattern__c": "Channel",
            "Price__c": 396.85,
            "Shape__c": "Tapered, Directional",
            "Sidecut__c": "Radial",
            "Sidewall__c": "Sidewall",
            "Size__c": "157cm (W);164cm (W)",
            "Snowboard_Type__c": "Freeride, All Mountain",
            "Stance_Setback__c": "2.5 cm",
            "Width__c": "Wide"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef65"
            },
            "Ability_Level__c": "Advanced;Intermediate",
            "Base__c": "Sintered, Eco Sublimated Sintered *",
            "Name": "Lib Tech MC Way Finder Snowboard 2019",
            "Camber__c": "Hybrid",
            "Core__c": "75% Aspen / 25% Paulownia",
            "Description__c": "Matt Cummins has been designing boards with us for 30 years. He put all his Mt. Baker honed experience and Japanese pow knowledge into this beautiful hourglass surfy, floaty, carvy shape. A short contact deep 4.8 M sidecut fits into tight pockets and arcs amazing hardpack turns. The long floaty nose is fast and effortless in pow and the turned up tail maximizes freestyle freedom. Art by legendary Kauai surf artist Steven Valiere. An instant classic, the Wayfinder will take you exactly where you want to be. Ride it or hang it on the wall or both.",
            "Flex__c": "Medium/Stiff",
            "Image_Name__c": "libtech-mc-way-finder-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 559.95,
            "Shape__c": "Tapered, Directional",
            "Sidecut__c": "Magne-Traction",
            "Sidewall__c": "Sidewall",
            "Size__c": "153cm",
            "Snowboard_Type__c": "Powder, Freeride, All Mountain",
            "Stance_Setback__c": "10.2cm",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef66"
            },
            "Ability_Level__c": "Advanced;Intermediate",
            "Base__c": "Sintered",
            "Name": "Lib Tech T.Rice Pro HP Wide Snowboard 2019",
            "Camber__c": "Hybrid",
            "Core__c": "Aspen/Paulownia",
            "Description__c": "The 2019 Lib Tech T.Rice Pro HP Wide men's snowboard is an all-around great board for whatever style riding you like, even powder riding. The Pro HP Wide has a directional twin shape with a hybrid camber. The hybrid camber is camber underneath the bindings giving the board pressured carving area between your feet while still keeping the pop you love in the tip and tail. Flexing at medium to stiff, this board is great for cruising the groomers, navigating the pow and sending it off the jumps. Magne-Traction® edges provide an effortless edge hold in even the least desirable conditions. The base of this deck is the sintered technology that absorbs wax deep giving the board a super fast finish when waxed that will have you cruising at speeds that get your heart rate going. No matter your riding ability, this winter, rip the 2019 Lib Tech T.Rice Pro HP Wide men's snowboard all over the mountain and realize why Travis Rice loves this board.",
            "Flex__c": "Medium/Stiff",
            "Image_Name__c": "libtech-trice-pro-hp-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 599.95,
            "Shape__c": "Directional Twin",
            "Sidecut__c": "Magne-Traction",
            "Sidewall__c": "Sidewall",
            "Size__c": "157cm (W);161.5cm (W);164.5cm (W)",
            "Snowboard_Type__c": "Powder, Freeride, All Mountain",
            "Stance_Setback__c": "None",
            "Width__c": "Wide"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef67"
            },
            "Ability_Level__c": "Advanced;Intermediate",
            "Base__c": "Sintered, Sintered Speed formula II Damast Bas",
            "Name": "Nitro Pantera Snowboard 2019",
            "Camber__c": "Camber",
            "Core__c": "Powerlite Core: The highest grade of ultra-lightweight poplar wood",
            "Description__c": "A legacy that represents all the bad asses in snowboarding, built for the guys looking for speed, precision, and unparalleled performance to push their limits every run all year long! With years of experience under its belt the Pantera is the definition of proven quality and good old fashion TR�E Camber performance. This all-mountain icon has one of a kind speed with our fastest Sintered Speed Formula II Damast Base. If you are looking for a board designed for speed, precision, and the world's most powerful turn - look no further than the new Pantera snowboard!",
            "Flex__c": "Medium/Stiff",
            "Image_Name__c": "nitro-pantera-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 599.95,
            "Shape__c": "Tapered, Directional",
            "Sidecut__c": "Progressive",
            "Sidewall__c": "Sidewall",
            "Size__c": "160cm",
            "Snowboard_Type__c": "Powder, Freeride, All Mountain",
            "Stance_Setback__c": "2.5 cm",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef68"
            },
            "Ability_Level__c": "Intermediate;Entry Level",
            "Base__c": "Extruded, Extruded FH Base",
            "Name": "Nitro Ripper Snowboard 2019",
            "Camber__c": "Hybrid",
            "Core__c": "Powercore: Tip-to-Tail Poplar wood",
            "Description__c": "Forgiving and ultra-stable - the ultimate fun and progression-friendly kid�s board will help any ripper take the next step in progressing in and out of the park with ease. Designed to help young rippers start snowboarding and continue progressing until they can out ride their entire family. The Flat-Out Rocker will provide the perfect natural flex for any sized shredder looking to press, jump, carve, spin, and laugh all the way down ever run. This true twin-tip board is the board of choice for youngsters looking to ride like the older kids! Your snowboarding adventures start here!",
            "Flex__c": "Soft",
            "Image_Name__c": "nitro-ripper-kids-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 219.95,
            "Shape__c": "Twin",
            "Sidecut__c": "Radial",
            "Sidewall__c": "Sidewall",
            "Size__c": "146cm;149cm",
            "Snowboard_Type__c": "Freestyle, All Mountain",
            "Stance_Setback__c": "None",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef69"
            },
            "Ability_Level__c": "Advanced;Intermediate;Entry Level",
            "Base__c": "Extruded, Premium Extruded FH Base",
            "Name": "Nitro SHtik Snowboard 2019",
            "Camber__c": "Camber",
            "Core__c": "Powercore II: Tip to Tail Poplar Wood with Additional Beech Wood Stringers",
            "Description__c": "This new Park twin, cam-out camber, Park powerhouse is a product of the team requesting a softer park board with camber for an effortless trick learning flex, but the support you need to land and ride like a pro! For the Park enthusiast on the ground level looking for a board full of top-shelf performance that will progress with them season after season. The spicy ride of the combined Cam-Out Camber, Whiplash Core Profile, and Twin shape will allow riders of all levels to get their presses sky-high, and stomp landings all day long, while the Dual Degressive sidecut allows you to carve with style and ease from feature to side hit. The durability of the RailKiller Edges and Powercore II will keep your board charging day after day!",
            "Flex__c": "Medium",
            "Image_Name__c": "nitro-shtik-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 429.95,
            "Shape__c": "Twin",
            "Sidecut__c": "Modified, Dual Degressive",
            "Sidewall__c": "Sidewall",
            "Size__c": "149cm;151cm;154cm",
            "Snowboard_Type__c": "Freestyle",
            "Stance_Setback__c": "None",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef70"
            },
            "Ability_Level__c": "Advanced;Intermediate",
            "Base__c": "Sintered, Sintered Speed Formula HD Base",
            "Name": "Nitro Team Gullwing Snowboard 2019",
            "Camber__c": "Hybrid",
            "Core__c": "Powerlite Core: The highest grade of ultra-lightweight poplar wood",
            "Description__c": "Our most trusted all terrain snowboard, the Team Gullwing version, offers an effortless and forgiving ride for all styles in any condition or terrain. Adding the playful, forgiving, and reliable Gullwing Rocker to this legendary Directional Twin snowboard allows anyone to turn their local mountain into the ultimate personal playground. Stacked with the same technology as the standard team, but designed to provide the perfect blend of response and forgiveness for effortless progression and \"surf like\" feel no matter the conditions. The standard camber strategically placed under the feet provides the pop and response you need for unparalleled control, while the reverse camber between the bindings offers the most amazing flex and float for presses and pow days.",
            "Flex__c": "Medium",
            "Image_Name__c": "nitro-team-gullwing-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 499.95,
            "Shape__c": "Directional Twin",
            "Sidecut__c": "Modified, Dual Degressive",
            "Sidewall__c": "Sidewall",
            "Size__c": "152cm;155cm;157cm",
            "Snowboard_Type__c": "Freeride, All Mountain",
            "Stance_Setback__c": "1.5 cm",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef71"
            },
            "Ability_Level__c": "Advanced;Intermediate",
            "Base__c": "Sintered, Sintered Speed Formula HD Base",
            "Name": "Nitro Team Gullwing Wide Snowboard 2019",
            "Camber__c": "Hybrid",
            "Core__c": "Powerlite Core: The highest grade of ultra-lightweight poplar wood",
            "Description__c": "Our most trusted all terrain snowboard, the Team Gullwing version, offers an effortless and forgiving ride for all styles in any condition or terrain. Adding the playful, forgiving, and reliable Gullwing Rocker to this legendary Directional Twin snowboard allows anyone to turn their local mountain into the ultimate personal playground. Stacked with the same technology as the standard team, but designed to provide the perfect blend of response and forgiveness for effortless progression and \"surf like\" feel no matter the conditions. The standard camber strategically placed under the feet provides the pop and response you need for unparalleled control, while the reverse camber between the bindings offers the most amazing flex and float for presses and pow days.",
            "Flex__c": "Medium",
            "Image_Name__c": "nitro-team-gullwing-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 499.95,
            "Shape__c": "Directional Twin",
            "Sidecut__c": "Modified, Dual Degressive",
            "Sidewall__c": "Sidewall",
            "Size__c": "162cm (W);165cm (W)",
            "Snowboard_Type__c": "Freeride, All Mountain",
            "Stance_Setback__c": "1.5 cm",
            "Width__c": "Wide"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef72"
            },
            "Ability_Level__c": "Intermediate;Entry Level",
            "Base__c": "Extruded, 1500",
            "Name": "Ride Agenda Snowboard 2019",
            "Camber__c": "Flat",
            "Core__c": "Aspen",
            "Description__c": "You have laid out quite the \"agenda\" for this winter, with plans to tackle foreign mountains, lay deep carves, and race your friends down the hill. But first, you've got to learn how to snowboard. The 2019 Ride Agenda will have you seamlessly mastering the sport, with a soft forgiving flex and loose riding flat profile. Reverse camber in the nose tail promotes easy turn initiation and a virtually catch-free ride. Ride's Slimewall sidewall construction adds durability and vibration dampening. If you’re looking for an easy, laid-back ride wherever you take it, then look no further than the 2019 Ride Agenda Men's Snowboard.",
            "Flex__c": "Soft",
            "Image_Name__c": "ride-agenda-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 359.95,
            "Shape__c": "Twin",
            "Sidecut__c": "Progressive, Quadratic",
            "Sidewall__c": "Hybrid",
            "Size__c": "149cm;152cm;155cm;158cm",
            "Snowboard_Type__c": "Freestyle, All Mountain",
            "Stance_Setback__c": "None",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef73"
            },
            "Ability_Level__c": "Intermediate;Entry Level",
            "Base__c": "Extruded, 1500",
            "Name": "Ride Agenda Wide Snowboard 2019",
            "Camber__c": "Flat",
            "Core__c": "Aspen",
            "Description__c": "You have laid out quite the \"agenda\" for this winter, with plans to tackle foreign mountains, lay deep carves, and race your friends down the hill. But first, you've got to learn how to snowboard. The 2019 Ride Agenda Wide Snowboard will have you seamlessly mastering the sport, with a soft forgiving flex and loose riding flat profile. Reverse camber in the nose tail promotes easy turn initiation and a virtually catch-free ride. Ride's Slimewall sidewall construction adds durability and vibration dampening. If you're looking for an easy, laid-back ride wherever you take it, then look no further than the 2019 Ride Agenda Wide Men's Snowboard. (Recommended for boot size 11 and up)",
            "Flex__c": "Soft",
            "Image_Name__c": "ride-agenda-wide-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 359.95,
            "Shape__c": "Twin",
            "Sidecut__c": "Progressive, Quadratic",
            "Sidewall__c": "Hybrid",
            "Size__c": "154cm (W);157cm (W);161cm (W)",
            "Snowboard_Type__c": "Freestyle",
            "Stance_Setback__c": "None",
            "Width__c": "Wide"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef74"
            },
            "Ability_Level__c": "Advanced;Intermediate;Entry Level",
            "Base__c": "Extruded",
            "Name": "Burton Throwback Snowboard",
            "Board_Notes__c": "Burton channel system snowboards will only be compatible with Burton's EST bindings, Burton channel compatible bindings, or other bindings specifically listed as Channel Compatible.",
            "Camber__c": "Flat",
            "Core__c": "FSC™ Certified Ply",
            "Description__c": "Bring it back to the old days, when snowboarders had first started standing sideways. The Burton Throwback snowboard comes in two sizes, 100cm and 130cm, for the ultimate backyard snow surf. No bindings, no problem, just throw it down, jump on, and have a blast because that's why we started doing this in the first place right? No edges, no crazy construction. Sometimes you need to get back to the roots, to remember why you ride. The Throwback from Burton, keep it simple.",
            "Flex__c": "Soft",
            "Image_Name__c": "burton-throwback-snowboard.jpg",
            "Mounting_Pattern__c": "No Binding",
            "Price__c": 154.85,
            "Shape__c": "Tapered, Directional",
            "Sidecut__c": "Radial",
            "Sidewall__c": "Hybrid",
            "Size__c": "130cm",
            "Snowboard_Type__c": "Mini, Powder",
            "Stance_Setback__c": "None",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef75"
            },
            "Ability_Level__c": "Advanced;Intermediate;Entry Level",
            "Base__c": "Extruded, Co-Extruded",
            "Name": "GNU Unreal Series Snowboard",
            "Camber__c": "Hybrid",
            "Core__c": "Columbia Gold",
            "Description__c": "Their new snowboards look like old snowboards! The GNU Unreal Series was a late release for the 2017-2018 winter season, to pay homage to some throwback GNU graphics. These decks come built on GNU's C2e camber profile, a combination of reverse camber between the feet with a shorter regular camber under your feet all the way to the tip and tail, for a surfy yet poppy riding personality. GNU's Magne-Traction edge add's unreal control on icy and hardpack snow by adding multiple contact points throughout the edge, for full contact that initiates extra grip. Finished off with a co-extruded base for a dense and durable base, you won't have to worry about maintaining as much. Handbuilt in the U.S.A by snowboarders with jobs, the Unreal Series from GNU is a force to be reckoned as an all-terrain conqueror.",
            "Flex__c": "Medium",
            "Image_Name__c": "gnu-unreal-series-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 490.69,
            "Shape__c": "Twin",
            "Sidecut__c": "Magne-Traction",
            "Sidewall__c": "Sidewall",
            "Size__c": "151cm",
            "Snowboard_Type__c": "Freeride, Freestyle, All Mountain",
            "Stance_Setback__c": "None",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef76"
            },
            "Ability_Level__c": "Intermediate;Entry Level",
            "Base__c": "Extruded",
            "Name": "Morrow Truth Snowboard",
            "Camber__c": "Rocker",
            "Core__c": "Full length Binary Core/biax",
            "Description__c": "The Morrow Truth Snowboard is designed to do it all on the mountain, it's going to perform wherever you choose to adventure to. This board features Morr-Rock which is Morrow's traditional rocker profile that provides a skate like feel and adds some ease into landing tricks. Made with an extruded base which will make it an easy fix if you find yourself getting a core shot, just be sure to keep it waxed for maximum durability. The SPT sidewalls add performance and dampen the ride, making it smooth with reduced chatter. If you're looking for a board to ride the whole mountain, then get your hands on the Morrow Truth Men's Snowboard.",
            "Flex__c": "Medium",
            "Image_Name__c": "morrow-truth-snowboard.jpg",
            "Mounting_Pattern__c": "4x4",
            "Price__c": 166.08,
            "Shape__c": "Twin",
            "Sidecut__c": "Radial",
            "Sidewall__c": "Sidewall",
            "Size__c": "152cm;155cm",
            "Snowboard_Type__c": "Freestyle, All Mountain",
            "Stance_Setback__c": "None",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef77"
            },
            "Ability_Level__c": "Advanced;Intermediate;Entry Level",
            "Base__c": "Sintered, 4400 Sintered",
            "Name": "Rossignol Retox Amptek Snowboard",
            "Camber__c": "Hybrid",
            "Core__c": "Wood 6420",
            "Description__c": "Slide through any rail this season on the Rossignol Retox Amptek men's snowboard. Rossignol crafted the Retox Amptek men's snowboard to be a freestyle snowboard that will be great for every level of rider. The twin shape on the Retox Amptek allows you to ride regular or switch with no issues of having too much weight on one side vs the other. The Retox Amptek has a hybrid and amptek freestyle camber providing an explosive pop with stability for all types of freestyle riding you enjoy doing. Stiffer tips and a soft center allow for total freestyle mastery. The medium flex will be fun in the park while being responsive on the days you want to ride groomers. Rossignol Retox Amptek has a wood 5620 core that is vertically laminated to provide durability without losing the fun of this board. This winter hit that jump you've been eyeing up, feel the newly groomed runs underneath your feet, and have a blast on the Rossignol Retox Amptek men's snowboard.",
            "Flex__c": "Medium",
            "Image_Name__c": "rossignol-retox-amptek-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 324.54,
            "Shape__c": "Twin",
            "Sidecut__c": "Progressive, Deep Progressive",
            "Sidewall__c": "Sidewall",
            "Size__c": "153cm",
            "Snowboard_Type__c": "Freestyle",
            "Stance_Setback__c": "None",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef78"
            },
            "Ability_Level__c": "Advanced;Intermediate;Entry Level",
            "Base__c": "1230mm",
            "Name": "Burton Amplifier Snowboard 2019",
            "Board_Notes__c": "Burton channel system snowboards will only be compatible with Burton's EST bindings, Burton channel compatible bindings, or other bindings specifically listed as Channel Compatible.",
            "Camber__c": "Flat",
            "Core__c": "303.0mm",
            "Description__c": "Put your headphones in and get into the groove on the ultimate ride by Burton, the Amplifier men's snowboard. The Amplifier is designed with a playful twin shape and a Flat Top™ profile that has a flat camber profile delivering a free-flexing bend while still giving you pop when wanted. The Amplifier features Burton's PRO-TIP™ feature reduces tip and tail thickness providing easier swing movements which are super great when spinning off a jump or maneuvering around obstacles all over the mountain. This board also has Frostbite edges that extend slightly out beneath your bindings which gives you amazing stability on hard and icy patches. The Amplifier is finished off with Burton's exclusive Infinite Ride™ technology that creates an already broken-in feel for you and giving it all the flex, pop, and control you want right from the start. The extruded base on this board is great for easy and carefree maintenance that will hold up during all your adventures. This winter, get ripping on the Burton 2019 Amplifier men's snowboard.",
            "Flex__c": "Soft/Medium",
            "Image_Name__c": "burton-amplifier-snowboard.jpg",
            "Mounting_Pattern__c": "Channel",
            "Price__c": 449.95,
            "Shape__c": "Twin",
            "Sidecut__c": "0",
            "Sidewall__c": "303.0mm",
            "Size__c": "147cm;154cm",
            "Snowboard_Type__c": "Freeride, Freestyle, All Mountain",
            "Stance_Setback__c": "M",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef79"
            },
            "Ability_Level__c": "Advanced;Intermediate",
            "Base__c": "1265mm",
            "Name": "Burton Process Snowboard 2019",
            "Board_Notes__c": "Burton channel system snowboards will only be compatible with Burton's EST bindings, Burton channel compatible bindings, or other bindings specifically listed as Channel Compatible.",
            "Camber__c": "Camber",
            "Core__c": "301.8mm",
            "Description__c": "Take over any run, on the super upbeat 2019 Burton Process men's snowboard. Burton crafted the 2019 Process with a twin shape and twin flex creates symmetry providing a balanced ride while allowing you to switch between riding regular and switch. The base of the 2019 Burton Process is the sintered technology that absorbs wax deep giving the Process a super fast finish that will have you getting stopped by ski patrol for going too fast. The 2019 Process has tons of sweet features like PRO-TIP™ which reduces tip and tail thickness providing easier movements, Frostbite Edges that extend slightly out beneath your bindings which gives you amazing stability on hard and icy patches, and finished off with Burton's exclusive Infinite Ride™ technology that creates an already broken-in feel for you and giving it all the flex, pop and control you want right from the start. Strap onto the all-mountain 2019 Burton Process men's snowboard, and see why Burton continues to be a household name.",
            "Flex__c": "Soft/Medium",
            "Image_Name__c": "burton-process-snowboard.jpg",
            "Mounting_Pattern__c": "Channel",
            "Price__c": 499.95,
            "Shape__c": "Twin",
            "Sidecut__c": "-12.5",
            "Sidewall__c": "301.8mm",
            "Size__c": "152cm;155cm;157cm;162cm",
            "Snowboard_Type__c": "Freestyle, All Mountain",
            "Stance_Setback__c": "M",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef80"
            },
            "Ability_Level__c": "Entry Level",
            "Base__c": "Extruded",
            "Name": "Sapient Team Snowboard",
            "Camber__c": "Flat",
            "Core__c": "Poplar",
            "Description__c": "The Sapient Team snowboard is geared toward that rider that is new to snowboarding or is looking to save a few bucks, for the handful of times that they get on snow. The directional twin shape of this deck makes this board mainly a forward thinker but allows the rider to turn switch if need be. The flat camber profile means this board's base is entirely in contact with the snow at all times, providing a stable ride at high speeds but enough play for freestyle riding. The extruded base on this deck offers a high molecular weight, that is proven to require low maintenance, and offer a consistent glide in most conditions.",
            "Flex__c": "Soft/Medium",
            "Image_Name__c": "sapient-team-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 163,
            "Shape__c": "Directional Twin",
            "Sidecut__c": "Radial",
            "Sidewall__c": "Cap",
            "Size__c": "155cm;158cm",
            "Snowboard_Type__c": "All Mountain",
            "Stance_Setback__c": ".5 cm",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef81"
            },
            "Ability_Level__c": "Entry Level",
            "Base__c": "Extruded",
            "Name": "Sapient Team Wide Snowboard",
            "Camber__c": "Flat",
            "Core__c": "Poplar",
            "Description__c": "The Sapient Team snowboard is geared toward that rider that is new to snowboarding or is looking to save a few bucks, for the handful of times that they get on snow. The directional twin shape of this deck makes this board mainly a forward thinker but allows the rider to turn switch if need be. The flat camber profile means this board's base is entirely in contact with the snow at all times, providing a stable ride at high speeds but enough play for freestyle riding. The extruded base on this deck offers a high molecular weight, that is proven to require low maintenance, and offer a consistent glide in most conditions. (This board comes with a wider waist width to will accommodate a boot size larger than an 11.)",
            "Flex__c": "Soft/Medium",
            "Image_Name__c": "sapient-team-wide-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 163,
            "Shape__c": "Directional Twin",
            "Sidecut__c": "Radial",
            "Sidewall__c": "Cap",
            "Size__c": "159cm (W)",
            "Snowboard_Type__c": "All Mountain",
            "Stance_Setback__c": ".5 cm",
            "Width__c": "Wide"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef82"
            },
            "Ability_Level__c": "Entry Level",
            "Base__c": "Extruded",
            "Name": "Sapient Wisdom Snowboard",
            "Camber__c": "Flat",
            "Core__c": "Poplar",
            "Description__c": "The name is no coincidence, the Sapient Wisdom has all the knowledge you need in your first snowboard. This directional twin shaped deck allows for a deck that is forward thinking but allows the board to turn switch if the opportunity arrives. This deck comes constructed with a flat camber profile that provides contact with the snow at all times, for a stable ride that remains playful. An extruded base makes for easy tunes and a smooth glide, in many snow conditions. For a great deck without breaking the bank, the Wisdom from Sapient is a no-brainer.",
            "Flex__c": "Soft/Medium",
            "Image_Name__c": "sapient-wisdom-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 163,
            "Shape__c": "Directional Twin",
            "Sidecut__c": "Radial",
            "Sidewall__c": "Cap",
            "Size__c": "151cm;155cm;158cm",
            "Snowboard_Type__c": "All Mountain",
            "Stance_Setback__c": ".5 cm",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef83"
            },
            "Ability_Level__c": "Entry Level",
            "Base__c": "Extruded",
            "Name": "Sapient Wisdom Wide Snowboard",
            "Camber__c": "Flat",
            "Core__c": "Poplar",
            "Description__c": "The name is no coincidence, the Sapient Wisdom has all the knowledge you need in your first snowboard. This directional twin shaped deck allows for a deck that is forward thinking but allows the board to turn switch if the opportunity arrives. This deck comes constructed with a flat camber profile that provides contact with the snow at all times, for a stable ride that remains playful. An extruded base makes for easy tunes and a smooth glide, in many snow conditions. For a great deck without breaking the bank, the Wisdom from Sapient is a no-brainer.",
            "Flex__c": "Soft/Medium",
            "Image_Name__c": "sapient-wisdom-wide-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 163,
            "Shape__c": "Directional Twin",
            "Sidecut__c": "Radial",
            "Sidewall__c": "Cap",
            "Size__c": "159cm (W)",
            "Snowboard_Type__c": "All Mountain",
            "Stance_Setback__c": ".5 cm",
            "Width__c": "Wide"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef84"
            },
            "Ability_Level__c": "Intermediate;Entry Level",
            "Base__c": "Extruded",
            "Name": "GNU Asym Carbon Credit Snowboard 2019",
            "Camber__c": "Rocker",
            "Core__c": "Aspen/Paulownia",
            "Description__c": "Asymmetric snowboard technology, Magne-traction, sustainably harvested wood core, eco sublimated top, fast low maintenance base all hand built in the USA by people who love snowboarding! Ride this snowboard on your first day and rip it the rest of your life.",
            "Flex__c": "Soft/Medium",
            "Image_Name__c": "gnu-asym-carbon-credit-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 419.95,
            "Shape__c": "Twin, Asymmetrical",
            "Sidecut__c": "Magne-Traction",
            "Sidewall__c": "Sidewall",
            "Size__c": "147cm;150cm;153cm;156cm;159cm",
            "Snowboard_Type__c": "Freestyle, All Mountain",
            "Stance_Setback__c": "None",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef85"
            },
            "Ability_Level__c": "Intermediate;Entry Level",
            "Base__c": "Extruded",
            "Name": "GNU Asym Carbon Credit Wide Snowboard 2019",
            "Camber__c": "Rocker",
            "Core__c": "Aspen/Paulownia",
            "Description__c": "Asymmetric snowboard technology, Magne-traction, sustainably harvested wood core, eco sublimated top, fast low maintenance base all hand built in the USA by people who love snowboarding! Ride this snowboard on your first day and rip it the rest of your life.",
            "Flex__c": "Soft/Medium",
            "Image_Name__c": "gnu-asym-carbon-credit-wide-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 419.95,
            "Shape__c": "Twin, Asymmetrical",
            "Sidecut__c": "Magne-Traction",
            "Sidewall__c": "Sidewall",
            "Size__c": "156cm (W);159cm (W);162cm (W)",
            "Snowboard_Type__c": "Freestyle, All Mountain",
            "Stance_Setback__c": "None",
            "Width__c": "Wide"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef86"
            },
            "Ability_Level__c": "Advanced;Intermediate;Entry Level",
            "Base__c": "Extruded",
            "Name": "GNU T2B Asym Snowboard 2019",
            "Camber__c": "Hybrid",
            "Core__c": "Aspen/Paulownia",
            "Description__c": "Precise navigation at the Top, pow in the trees, 2 groomer carnage at the Bottom and all terrain in between. The T2B is a perfect one board quiver for almost anyone who loves to rip. Magne-Traction, Asymmetric balance and perfect C2 Banana Tech hybrid rocker/camber bottom contours…T2B a tight ship from Top to Bottom.",
            "Flex__c": "Soft/Medium",
            "Image_Name__c": "gnu-t2b-asym-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 479.95,
            "Shape__c": "Twin, Asymmetrical",
            "Sidecut__c": "Magne-Traction",
            "Sidewall__c": "Sidewall",
            "Size__c": "152cm;155cm;158cm;162cm",
            "Snowboard_Type__c": "Freestyle, All Mountain",
            "Stance_Setback__c": "None",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef87"
            },
            "Ability_Level__c": "Advanced;Intermediate;Entry Level",
            "Base__c": "Sintered, TNT",
            "Name": "Lib Tech Skate Banana Wide Snowboard",
            "Camber__c": "Hybrid",
            "Core__c": "Aspen Columbian Gold",
            "Description__c": "The original skate banana that started it all. Lib Tech's award winning deck somes back year after year for a board that rips on the corduroys, through the parks, and floats in the powder. This true twin shape comes built on Lib Techs Original Banana camber profile which adds a reverse camber zone between the feet while adding a mild camber profile outside the bindings to the contact points. This adds a loose and playful feel while keeping a good edge hold together. A wider waist width is added on this deck to accomodate those with a bigger boot size (generally size 11 and up). Effortless edge hold comes from Lib's Magne-Traction edge that adds deep serrations through the edge for a grippy edge hold on icy terrain. All finished off with an extruded base for easy tunes and quick fixes.",
            "Flex__c": "Soft/Medium",
            "Image_Name__c": "libtech-skate-banana-wide-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 599.95,
            "Shape__c": "Twin",
            "Sidecut__c": "Magne-Traction",
            "Sidewall__c": "Sidewall",
            "Size__c": "153cm (W);156cm (W)",
            "Snowboard_Type__c": "Freeride, Freestyle, All Mountain",
            "Stance_Setback__c": "None",
            "Width__c": "Wide"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef88"
            },
            "Ability_Level__c": "Intermediate;Entry Level",
            "Base__c": "Extruded",
            "Name": "Nitro Prime Toxic Snowboard 2019",
            "Camber__c": "Flat",
            "Core__c": "Poplar",
            "Description__c": "Send it past the learning curve with our progression friendly, and catch-free All Mountain men´s snowboard – like your best friend the Prime´s stability always has your back. The Prime offers easy riding and control to help you progress with ease. The progression-friendly Directional Shape allows riders of all skill levels to drop into the unknown with confidence, and the Flat-Out Rocker´s catch-free ride allows riders to learn new tricks in the park day after day. The Prime is built for riders who want to skip through the basics and get after it.",
            "Flex__c": "Soft/Medium",
            "Image_Name__c": "nitro-prime-toxic-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 299.95,
            "Shape__c": "Directional",
            "Sidecut__c": "Radial",
            "Sidewall__c": "Sidewall",
            "Size__c": "149cm;152cm;162cm",
            "Snowboard_Type__c": "All Mountain",
            "Stance_Setback__c": "1.5 cm",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef89"
            },
            "Ability_Level__c": "Advanced;Intermediate;Entry Level",
            "Base__c": "Sintered, 4000",
            "Name": "Ride Kink Wide Snowboard 2019",
            "Camber__c": "Camber",
            "Core__c": "Aspen/Bamboo/Paulownia",
            "Description__c": "The 2019 Ride Kink Wide Snowboard, for that rider who is all too familiar with the broken deck slump. Endorsed by Ride team shredders Derrek Lever and Dillon Ojo, the Kink is the ultimate side street banger and terrain park destroyer. The true twin shape allows for a board that performs equally well forward or switch, while a traditional camber profile adds pop, edge hold, and response when you need it. Ride went ahead and added Cleave Edge Steel edges that are made from 50% thicker steel, to help you keep those edges intact when nailing them against all things that are not snow. Ride's Roll-In Slimewalls are a urethane sidewall that helps dampen vibration at higher speeds and absorb any extra abuse you throw at this thing. Designed for that park guy getting 50+ days in, who is ready to wreck everything in their path, enter the 2019 Ride Kink Wide Snowboard. (This deck comes with a wider waist width to accommodate those with a boot size larger than an 11)",
            "Flex__c": "Soft/Medium",
            "Image_Name__c": "ride-kink-wide-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 429.95,
            "Shape__c": "Twin",
            "Sidecut__c": "Progressive, Quadratic",
            "Sidewall__c": "Hybrid",
            "Size__c": "154cm (W)",
            "Snowboard_Type__c": "Freestyle, All Mountain",
            "Stance_Setback__c": "None",
            "Width__c": "Wide"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef90"
            },
            "Ability_Level__c": "Intermediate;Entry Level",
            "Base__c": "Extruded, 1500",
            "Name": "Ride Manic Snowboard 2019",
            "Camber__c": "Hybrid",
            "Core__c": "Aspen",
            "Description__c": "For those who might be intimidated by the crazy new shapes of powder boards, Ride brings us the 2019 Ride Manic Snowboard, made for those soul surfers looking to crush some turns in the bowls and groomers. The directional hybrid camber profile features a flat camber in between the feet and more reverse camber in the tip than tail, to keep your board up in the deepest powder. The carbon stringers from tip to tail will provide you with a surprising amount of pop and edge to edge response. A mellow flex pattern makes the Manic an accessible snowboard for all ability levels and features an extruded base for ease of repairs and maintenance. If you want a board that can perform in all conditions, then take a look at the 2019 Ride Manic Men's Snowboard, you won’t be disappointed.",
            "Flex__c": "Soft/Medium",
            "Image_Name__c": "ride-maniac-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 389.95,
            "Shape__c": "Directional Twin",
            "Sidecut__c": "Progressive, Quadratic",
            "Sidewall__c": "Hybrid",
            "Size__c": "151cm;154cm;157cm;160cm",
            "Snowboard_Type__c": "Freestyle, All Mountain",
            "Stance_Setback__c": ".7 cm",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef91"
            },
            "Ability_Level__c": "Advanced;Intermediate;Entry Level",
            "Base__c": "Sintered, 4000",
            "Name": "Ride Wild Life Snowboard 2019",
            "Camber__c": "Hybrid",
            "Core__c": "Aspen/Bamboo/Paulownia",
            "Description__c": "The 2019 Ride Wild Life Snowboard is made for those all-mountain riders, looking to get freshies at open and rip groomers 'til close. The Directional Hybrid Camber profile of this board is camber between the bindings and a little rocker in the tip and tail, combined with a soft flex and wide shovel nose will keep you surfing on top of the snow. With Roll in Slimewalls and a Sintered 4000 base provide this board with a smooth and fast glide, but don’t forget to keep that base waxed for maximum lifespan. Whether you’re tossing buckets in the back bowls or snaking lines in the trees, look no further than the 2019 Ride Wild Life Men's Snowboard, it will keep you coming back for more.",
            "Flex__c": "Soft/Medium",
            "Image_Name__c": "ride-wild-life-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 429.95,
            "Shape__c": "Directional Twin",
            "Sidecut__c": "Progressive, Quadratic",
            "Sidewall__c": "Hybrid",
            "Size__c": "151cm;154cm;157cm;160cm",
            "Snowboard_Type__c": "Freeride, All Mountain",
            "Stance_Setback__c": "1.9 cm",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef92"
            },
            "Ability_Level__c": "Advanced;Intermediate;Entry Level",
            "Base__c": "Sintered, 4000",
            "Name": "Ride Wild Life Wide Snowboard 2019",
            "Camber__c": "Hybrid",
            "Core__c": "Aspen/Bamboo/Paulownia",
            "Description__c": "The 2019 Ride Wild Life Wide Snowboard is made for those all-mountain riders, looking to get freshies at open and rip groomers 'til close. The Directional Hybrid Camber profile of this board is camber between the bindings and a little rocker in the tip and tail, combined with a soft flex and wide shovel nose will keep you surfing on top of the snow. With Roll in Slimewalls and a Sintered 4000 base provide this board with a smooth and fast glide, but don't forget to keep that base waxed for maximum lifespan. Whether you're tossing buckets in the back bowls or snaking lines in the trees, look no further than the 2019 Ride Wild Life Wide Men's Snowboard, it will keep you coming back for more. (Recommended for boot size 11 and up)",
            "Flex__c": "Soft/Medium",
            "Image_Name__c": "ride-wild-life-wide-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 429.95,
            "Shape__c": "Directional Twin",
            "Sidecut__c": "Progressive, Quadratic",
            "Sidewall__c": "Hybrid",
            "Size__c": "158cm (W);161cm (W);166cm (W)",
            "Snowboard_Type__c": "Freeride, All Mountain",
            "Stance_Setback__c": "1.9 cm",
            "Width__c": "Wide"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef93"
            },
            "Ability_Level__c": "Intermediate;Entry Level",
            "Base__c": "Extruded, Extruded 1320",
            "Name": "Rossignol Jibfluence Snowboard 2019",
            "Camber__c": "Hybrid",
            "Core__c": "FSC Certified Wood 5620",
            "Description__c": "As its name implies, the JIBFLUENCE is another new Jibsaw influenced snowboard. An all-mountain freestyle ripper grown from the same shape and construction, it features a thinner core, softer tips, mellower Serrated Edges and RadCut technology that's adapted to fit lighter weight riders while maintaining the highest levels of performance.",
            "Flex__c": "Soft/Medium",
            "Image_Name__c": "rossignol-jibfluence-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 299.95,
            "Shape__c": "Twin",
            "Sidecut__c": "Magne-Traction, Radcut w/ Serrated Edges",
            "Sidewall__c": "Sidewall",
            "Size__c": "135cm;150cm",
            "Snowboard_Type__c": "Freestyle, All Mountain",
            "Stance_Setback__c": "None",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef94"
            },
            "Ability_Level__c": "Intermediate;Entry Level",
            "Base__c": "Sintered, Sintered 4400",
            "Name": "Rossignol Sawblade Snowboard 2019",
            "Camber__c": "Hybrid",
            "Core__c": "FSC Certified Wood 6420",
            "Description__c": "A true to Jibsaw seed. The new SAWBLADE is an easy-to-ride all-mountain freestyle specialist with AmpTek AutoTurn rocker for playful performance, a softer symmetrical flex, and a True Twin Shape. RadCut technology combined with toned-down Serrated Edges enhance board control and provide a smooth edge-to-edge rolling feel.",
            "Flex__c": "Soft/Medium",
            "Image_Name__c": "rossignol-sawblade-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 349.95,
            "Shape__c": "Twin",
            "Sidecut__c": "Modified, Radcut w/ Serrated Edges",
            "Sidewall__c": "Sidewall",
            "Size__c": "150cm;155cm",
            "Snowboard_Type__c": "Freestyle",
            "Stance_Setback__c": "None",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef95"
            },
            "Ability_Level__c": "Intermediate;Entry Level",
            "Base__c": "Extruded",
            "Name": "Salomon Sight Wide Snowboard 2019",
            "Camber__c": "Hybrid",
            "Core__c": "Aspen Strong Core",
            "Description__c": "The Sight features a Cross Profile; Rocker and Camber blend a perfect balance of edge control and forgiveness. The Aspen Strong Core brings whip above average with extra snap off the lip and heightened responsiveness while slashing pow.",
            "Flex__c": "Soft/Medium",
            "Image_Name__c": "salomon-sight-wide-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 349.95,
            "Shape__c": "Directional Twin",
            "Sidecut__c": "Modified, Quadratic: A blend of elliptic curves for easy turn initiation and edge to edge transitions",
            "Sidewall__c": "Sidewall",
            "Size__c": "155cm (W);158cm (W);162cm (W);166cm (W)",
            "Snowboard_Type__c": "Freeride, All Mountain",
            "Stance_Setback__c": "1.0 cm",
            "Width__c": "Wide"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef96"
            },
            "Ability_Level__c": "Advanced;Intermediate;Entry Level",
            "Base__c": "Sintered",
            "Name": "Slash Happy Place Snowboard 2019",
            "Camber__c": "Hybrid",
            "Core__c": "Pop Woodcore: Built with poplar and bolstered with beech and spruce stringers",
            "Description__c": "It is a platform; yet once you''re strapped in, it spawns a state of mind. The Happy Place was conceived as an easy-to-ride, fun-frothing, playful park board for all. The biaxial fiberglass layup has a forgiving, medium flex that''s made sweeter by the Sweet Spot carbon fiber stringers laid from the bindings to the contact points that enhances edge control and ampligy ollies. The twin tip shape and progressive sidecut provide a smooth drive whether riding regular or switch. The Camrock profile puts the stability and control of positive camber between the feet and rocker rise in the tips for better powder float and less edge catch. The core is built using poplar wood with beech hardwood stringers along the inserts for better binding power transfer and added spruce strips increase control and maximize pop. Start frothing now.",
            "Flex__c": "Soft/Medium",
            "Image_Name__c": "slash-happy-place-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 399,
            "Shape__c": "Twin",
            "Sidecut__c": "Progressive, w/ Ultimate Traction",
            "Sidewall__c": "Sidewall",
            "Size__c": "149cm;152cm;154cm;156cm;158cm",
            "Snowboard_Type__c": "Freestyle, All Mountain",
            "Stance_Setback__c": "None",
            "Width__c": "Regular"
        },
        {
            "attributes": {
                "type": "Board__c",
                "referenceId": "Board__cRef97"
            },
            "Ability_Level__c": "Advanced;Intermediate;Entry Level",
            "Base__c": "Sintered",
            "Name": "Slash Happy Place Wide Snowboard 2019",
            "Camber__c": "Hybrid",
            "Core__c": "Pop Woodcore: Built with poplar and bolstered with beech and spruce stringers",
            "Description__c": "It is a platform; yet once you''re strapped in, it spawns a state of mind. The Happy Place was conceived as an easy-to-ride, fun-frothing, playful park board for all. The biaxial fiberglass layup has a forgiving, medium flex that''s made sweeter by the Sweet Spot carbon fiber stringers laid from the bindings to the contact points that enhances edge control and ampligy ollies. The twin tip shape and progressive sidecut provide a smooth drive whether riding regular or switch. The Camrock profile puts the stability and control of positive camber between the feet and rocker rise in the tips for better powder float and less edge catch. The core is built using poplar wood with beech hardwood stringers along the inserts for better binding power transfer and added spruce strips increase control and maximize pop. Start frothing now.",
            "Flex__c": "Soft/Medium",
            "Image_Name__c": "slash-happy-place-snowboard.jpg",
            "Mounting_Pattern__c": "2x4",
            "Price__c": 399,
            "Shape__c": "Twin",
            "Sidecut__c": "Progressive, w/ Ultimate Traction",
            "Sidewall__c": "Sidewall",
            "Size__c": "155cm (W);159cm (W)",
            "Snowboard_Type__c": "Freestyle, All Mountain",
            "Stance_Setback__c": "None",
            "Width__c": "Wide"
        }
    ]
}